[{"knowledge": "www.abiresearch.com 4 Leading The Way The following companies have been recognized as top innovators or top implementers in their market."}, {"knowledge": "www.abiresearch.com 5 Leading The Way The following companies have been recognized as top innovators or top implementers in their market."}, {"knowledge": "www.abiresearch.com 6 Residential Wi-Fi CPE Vendors Overall LeaderLeaderTop InnovatorTop Implementer CommScopelll ZTElll Huaweilll TP-Linklll This study assesses and compares 10 residential Wi-Fi Customer Premises Equipment (CPE) vendors, encompassing both Original Design Manufacturers (ODMs) that design and manufacture CPE and Wi-Fi networking vendors that design CPE, but outsource the manufacturing to Original Equipment Manufacturers (OEMs). INNOVATIONCommScope’s achievements include being among the first to introduce the latest 802 11 advancements, leveraging advanced proprietary technologies, and developing advanced platforms. Huawei designs its own home networking chipsets, which the company takes advantage of to unleash additional Chipset Synergy features. Huawei has also developed many unique value-added features in-house, as well as a proprietary protocol, Wi-Fi 6 Advanced, which incorporates additional features not found in the official IEEE standard. ZTE representatives have served as the IEEE 802 11 ax PHY ad hoc Chair, and currently occupy the IEEE 802 11 AMP SG Chair ZTE also exerts significant influence on the advancement of PON, being among the leaders in patent filing for the technology. TP-Link has transformed itself from a low-cost,  entry-level vendor a decade ago to one of the companies at the forefront of residential 802.11 innovation today. Notable examples of technological leadership include being one of the earliest brands to launch Wi-Fi 6 and Wi-Fi 6 E, as well as one of the first to unveil a full product line for Wi-Fi 7. IMPLEMENTATIONZTE’s implementation success has enabled the company to steadily grow its market share in recent years, and today is responsible for 15.2% of residential gateway shipments globally. Huawei’s aggressive pricing and strong relationships with service providers in Africa and Latin America have enabled it to dominate in those markets, while the technological leadership that the company maintains helps it present a very competitive value proposition to service providers in Europe. TP-Link’s technological leadership, combined with competitive pricing, make its products extremely attractive to retail consumers and Internet Service Providers (ISPs) alike. Finally, CommScope’s extensive and diverse array of solutions, strong technological leadership, and competitive value propositions have enabled it to attain strong commercial success globally, from Tier One service providers in the United States to small-scale service providers in India."}, {"knowledge": "www.abiresearch.com 7 Smart Building Management Platforms Overall LeaderLeaderTop InnovatorTop Implementer Johnson Controlslll Schneider Electriclll Siemensl ABI Research assessed Johnson Controls and Schneider Electric as leaders in this market, based on the strength of their comprehensive breadth of connectivity, application support, and strong global market capabilities. INNOVATIONJohnson Controls’ OpenBlue Enterprise Manager consists of a suite of apps that monitor and improve energy efficiency, asset performance, maintenance operations, space performance, and occupant comfort. The EcoStruxure platform is Schneider Electric’s Internet of Things (IoT)-enabled, interoperable architecture and platform. The platform extends from connected products to edge control, and apps, analytics, and services. Siemens’ Building X platform supports access control integration with the Building X Security Manager to offer unified and automated workflows. IMPLEMENTATIONJohnson Controls has a wealth of OpenBlue leading adopters it calls Pioneers. These include Microsoft’s Beijing West Campus in China; real estate managers Derwent in London; sports and entertainment venues Fiserv Forum in Milwaukee, Wisconsin, and the Chase Center in San Francisco, California; BEEAH Headquarters in Sharjah, United Arab Emirates (UAE); and net energy positive building Powerhouse Brattørkaia in Trondheim, Norway. Schneider Electric has made significant headway in delivering its EcoStruxure smart building offering to a wide range of clients and implementations."}, {"knowledge": "www.abiresearch.com 8 Yard Management Systems Overall LeaderLeaderTop InnovatorTop Implementer Kalerislll Körberlll C3 Solutionslll Blue Yonderll  Four Kitesl This study assesses and compares eight suppliers of Yard Management Systems (YMSs) to offer an unbiased assessment and ranking. To ensure comparability, only suppliers that can offer their YMS as a standalone system were considered. INNOVATIONKaleris demonstrated an ability to digitalize and automate a wide range of yard operations with a scalable approach. Körber has delivered a comprehensive YMS with advanced functionalities and the system is compatible with all types of yards, offering additional container management system and dock and slot management modules to support multi-modal operations. As an industry leader in real-time visibility, FourKites’ yard solution takes strength from the company’s End-to-End (E2E) supply chain tools, delivering control and visibility of both in-yard and in-transit. Blue Yonder is  pioneering the use of Machine Vision (MV) technology for both gate automation  and asset tracking. IMPLEMENTATIONTop implementers in this assessment were Kaleris, C3 Solutions, and Körber. Kaleris’ solution has a growing order book. Global deployment success is supported by Kaleris technology, deployment, and channel-based partnerships. C3 has strong capability in system integration, time-to-value, and ability to deploy globally. Körber has an extensive industry partner network and the ability to provide integration with existing yard technologies or deliver a customized combination of hardware solutions from different hardware vendors per the customer’s requirements."}, {"knowledge": "www.abiresearch.com 9 Intelligent Accelerator Providers Overall LeaderLeaderTop InnovatorTop Implementer Intellll Marvelllll AMDlll NVIDIAl Intel claimed the top spot in the competitor ranking for intelligent accelerator technology providers, followed closely by Marvell in second place, and AMD securing the third spot. INNOVATIONThe demand for intelligent accelerators, such as Digital Processing Units (DPUs), Infrastructure Processing Units (IPUs), and Smart Network Interface Cards (SmartNICs), has grown in recent years, used primarily to offload network, storage, and security functions from the core Central Processing Unit (CPU), enabling CPUs to parallel process large amounts of workload-specific data, ultimately optimizing data center operations. Technology providers, such as Intel with the E2000 IPU, AMD with the Pensando family of DPUs, Marvell (OCTEON 10 DPUs), and NVIDIA (BlueField-3), are well-placed to capture this growing market. Cloud hyperscalers, such as Amazon Web Services (AWS), Microsoft Azure, and Alibaba Cloud, are also building proprietary accelerators as differentiating value propositions in the battle for cloud dominance. IMPLEMENTATIONIntelligent accelerators are primarily deployed in large data centers, particularly data centers managed by cloud hyperscalers. Most of the intelligent accelerator technology providers have deep relationships with the Tier One cloud hyperscalers, more often than not working directly to customize and optimize the solution to ensure high levels of performance. Increasingly, the large private enterprises have also begun to experiment with intelligent accelerators, starting with pilot workloads that are data-intensive. Industries that are gaining traction are in the industrial manufacturing, automotive, and capital markets."}, {"knowledge": "www.abiresearch.com 10 Satellite Broadband Connectivity Providers Overall LeaderLeaderTop InnovatorTop Implementer Viasat Inmarsatlll SESll Starlinkll Eutelsatl This study evaluates and compares the top eight global Satellite Communications (SatCom) network operators that offer fully-managed and consumer fixed and mobile broadband services. Viasat + Inmarsat, SES, and Starlink were assessed as leaders in this study. INNOVATIONSES, Eutelsat, and Viasat + Inmarsat are the top Innovators in this assessment. SES claims an industry-first in multi-orbit satellite infrastructure with a 54-satellite strong Geosynchronous Earth Orbit (GEO) fleet and the new O3b mPOWER fleet in Medium Earth Orbit (MEO). Eutelsat is an innovation-focused player that has significantly invested in transforming its satellite fleet into high throughout, Secure Digital (SD) platforms. Viasat acquired Inmarsat to become a strong contender in the SatCom space. IMPLEMENTATIONViasat + Inmarsat and Starlink are the implementation leaders. Viasat achieved 2022 revenue amounting to US$.78 billion, prior to the acquisition of Inmarsat. Starlink has seen a substantial increase in usage with the largest Year-over-Year (YoY) usage increase. Alongside this, the company’s consumer broadband user base has grown to become the largest in the world, with more than 1.5 million users in 2023."}, {"knowledge": "www.abiresearch.com 11 Industrial Automation: PLC Hardware and Software Overall LeaderLeaderTop InnovatorTop Implementer Siemenslll Rockwell Automationlll Bosch Rexrothlll ABBll Phoenix Contactl Emersonl Omronl Siemens was named the overall leader in this assessment due to the company’s significant customer base and deployment experience, and strong holistic functionality in its software solution. Rockwell Automation, Bosch Rexroth, and ABB were named leaders as well. INNOVATIONSiemens’ SIMATIC S7-1500 controller portfolio has the ability to be equipped with not only Intel processors, but also proprietary Siemens processors that are optimized to work effectively with Siemens’ equipment, providing an integration level completely unique to the market. Phoenix Contact offers numerous ways to build out its solutions, as it is easy to extend the platform with function add-ins and software apps. This is augmented by the PLCnext Store, which gives customers immediate access to pre-made function blocks, allowing for rapid deployment of automation solutions. Rockwell Automation’s Studio 5000 Logix Designer provides wide-ranging functionality, such as pre-built function blocks, engineers being able to simultaneously work on the same project, and strong simulation capabilities to test projects prior to deployment. Bosch Rexroth provides manufacturers with an incredibly flexible Programmable Logic Controller (PLC) solution supported by a wide range of apps found in the ctrlX Store that allow for the rapid design and development of automation solutions. IMPLEMENTATIONSiemens and Rockwell Automation provide manufacturers with PLC solutions that are very adaptable to the given needs of different manufacturing verticals. Bosch Rexroth has shown strong growth figures, driving a competitive scoring in the bookings and customer base criteria. Other implementation leaders were Emerson, ABB, and OMRON, with the companies all possessing excellent bookings and customer base scoring due to extensive customer bases and deep experience deploying automation solutions across a range of manufacturing verticals."}, {"knowledge": "www.abiresearch.com 12 Neutral Host Providers’ Enterprise 5G Solutions Overall LeaderLeaderTop InnovatorTop Implementer Boingoll Cellnexlll Connectivity Wirelessl Federated Wirelessl Boldyn Networksl American Towerl A neutral host is a third-party provider that owns and operates wireless infrastructure, such as cellular towers and small cells, and allows multiple wireless service providers to share the infrastructure. Neutral hosts invest in telecommunications infrastructure, such as cell towers, real estate, and  fiber-optic networks, and lease this infrastructure to multiple service providers (Communication Service Providers (CSPs)) on a shared-tenant basis. Boingo and Cellnex were the leaders in ABI Research’s assessment. INNOVATIONConnectivity Wireless has a very pronounced offering with three different deployment models, depending on the required degree of network integrity of the respective enterprise verticals. Cellnex is recognized for its profound understanding of enterprise requirements and the ability to translate this into different deployment and business models. Federated Wireless’ strength lies in its security provisioning for enterprise cellular deployments. Boldyn Networks possesses an impressive technology portfolio that it can offer to enterprises.  IMPLEMENTATIONBoingo, American Tower, and Cellnex emerged as implementation leaders. Boingo is recognized for its thorough presence in different national markets. American Tower has a large partnership network, which manifests itself in the Channel Partner program. Cellnex’s thorough presence, especially in the European market, positions the company as a top implementer."}, {"knowledge": "www.abiresearch.com 13 Cloud-Native Network Automation and Orchestration Software Market  Overall LeaderLeaderTop InnovatorTop Implementer Amdocsll Netcrackerll For Amdocs and Netcracker, automation and orchestration software is their base business. They sell industrial-strength automation and orchestration solutions, and they complement their software business with a services capability. These vendors continue to be highly entrenched in the market. They have a deep understanding of CSPs’ competitive environment, they have a large installed base for single- and cross-domain automation projects, and they stand behind some large-scale network transformation deals in the industry. INNOVATIONFrom a technology perspective, Netcracker offers the market a very competitive set of automation solutions that benefits from a unified cloud foundation. Furthermore, having a handle on key technologies that will almost certainly be needed by its core automation and orchestration business is a way for Netcracker to stay competitive in the future. Amdocs has a good innovation element, and much like other competitors in the market, it believes that modernizing “legacy” automation technologies to be more efficient is a way to grow its business. IMPLEMENTATIONAmdocs provides several implementation models that include delivery and system integration services, and consulting services to aid CSPs with obtaining digital and automation skills and knowledge, and operations and managed services. Netcracker focuses on the value that automation introduces, irrespective of environment, service, and technology stack."}, {"knowledge": "www.abiresearch.com 14 Industrial Firewalls for OT/IT Security Overall LeaderLeaderTop InnovatorTop Implementer Palo Altolll Fortinetlll Ciscolll Check Pointlll TXOnel The leaders group consists of companies that deliver highly innovative and capable firewall offerings. These companies demonstrate high market share and robust financial health in relation to their physical firewall offerings. All these vendors also offer ruggedized options for extreme industrial environments. INNOVATIONPalo Alto, Fortinet, and Check Point are innovation leaders, offering a wide variety of industrial firewalls for various use cases and different fields. Cisco is also a leader, as its ISA3000 series firewall bundles the security of Cisco Secure firewalls with the visibility and control of industrial protocols and applications from automation vendors. IMPLEMENTATIONPalo Alto, Fortinet, Cisco, and Check Point, offer dedicated ruggedized industrial firewalls to a host of industries. These firewalls withstand harsh environments and have excellent throughput speeds. They deploy both Stateful Packet Inspection (SPI) and newer Deep Packet Inspection (DPI) technology. These companies market themselves as dedicated Operational Technology (OT) security providers and have a broad regional range of customers. TXOne Networks is in its early stages and requires more time to expand its client base to multiple regions. For now, it has a strong presence in the Asia-Pacific region, particularly Japan."}, {"knowledge": "www.abiresearch.com 15 Commercial Video Telematics Overall LeaderLeaderTop InnovatorTop Implementer Geotablll Lytxlll Samsaral Powerfleetl The adoption of video telematics solutions has been steadily growing across various industries, as well as geographical regions. Geotab and Lytx were assessed as the leaders in this competitive assessment. INNOVATIONLytx, Geotab, Samsara, and Powerfleet achieved top innovation designations in our assessment. Lytx excelled by digitalizing diverse driver behaviors and prioritizing driver safety through configurable MV+AI solutions. Geotab offers a comprehensive video telematics offering, providing actionable insights through the MyGeotab platform’s unmatched integration capabilities, while Samsara stands out for its versatile video telematics fulfilling various use cases and innovative driver behavior monitoring. Powerfleet offers advanced dual-camera solutions, including Advanced Driver-Assistance Systems (ADAS) and Driver Monitoring Systems (DMS), enhancing real-time event detection for in-cab coaching and other applications. IMPLEMENTATIONWith a global network of more than 700 partners, including major players like Deloitte and Google, Geotab’s Marketplace ecosystem and partnerships contribute to its widespread adoption and success in selling video telematics solutions. Lytx demonstrates robust capabilities in system integration, quick time-to-value, and widespread deployments across diverse regions and industries."}, {"knowledge": "www.abiresearch.com 16 MCAD SaaS for Large Enterprises & Manufacturing at Scale Overall LeaderLeaderTop InnovatorTop Implementer Siemenslll PTClll Autodeskl ll Dassault Systèmeslll The focus of this competitive assessment is Mechanical Computer-Aided Design (MCAD) providers for product design (Computer-Aided Design (CAD)), with an emphasis on Software-as-a-Service (SaaS) deployment options for large-scale manufacturers. Notable examples of SaaS-based CAD included in this assessment are Siemens’ NX X, PTC’s Creo+, Dassault Systèmes’ CATIA, and Autodesk’s Inventor. INNOVATIONPTC’s Creo and Creo+ offer the best service for integrated functions, including a fully-fledged Computer-Aided Technology (CAx) model, embedded computer-aided additions, and extended functionality like cloud usage, generative design, and Augmented Reality (AR)/Virtual Reality (VR) viewing. Siemens offers comparable services for CAD, extended functionality, and cloud capabilities. Autodesk’s AutoCAD and Inventor CAD functionality have strong features like dynamic blocks, change history, and Piping and Instrumentation Design (P&ID) support. Dassault Systèmes has robust MCAD functionality, incorporating generative design and AR/VR viewing. IMPLEMENTATIONDassault Systèmes SOLIDWORKS is one of the most widely used offerings for new engineers as the learning curve and time to proficiency is significantly better than other software. Its CATIA sees significant market share for large-scale manufacturing across all verticals with notable presence in aerospace and defense. As for Autodesk, new engineers are typically familiar with Autodesk from an early start, due to AutoCAD and Inventor having extensive ties to universities and teaching programs. Siemens offers extensive training for its suite of software. PTC offers best-in-class customer support and an easy-to-use interface."}, {"knowledge": "www.abiresearch.com 17 5G End-to-End Core Network Automation and Orchestration Overall LeaderLeaderTop InnovatorTop Implementer Huaweilll Ericssonll Nokial To address such increasingly complex operating environments, 5G Core (5GC)  networks need to leverage Artificial Intelligence (AI) and Machine Learning (ML) technologies to enhance, simplify, and expedite the entire E2E process of service provisioning, customer management, network optimization, and service orchestration across multiple network domains. In our assessment, Huawei and Ericsson were evaluated as leaders in this market.  INNOVATIONHuawei and Ericsson were named top innovators in our assessment. Both leaders offer the market a very competitive set of automation solutions that cover centralized orchestration of Physical Network Functions (PNFs), Virtual Network Functions (VNFs), and Cloud-Native Network Functions (CNFs), a common data layer or inventory, Network Function (NF) Life Cycle Management (LCM), 5G Non-Standalone (NS), and provisioning and assurance capabilities, as well as multi-generational support for seamless network evolutions. Huawei also offers additional value-added services such as intelligent Operations and Maintenance (O&M) capabilities with cross-layer fault identification, and an intelligent Disaster Recovery (DR) solution that uses digital twin technology to help operators restore services quickly in the event of an outage. IMPLEMENTATIONEricsson’s position as a top implementer is driven by the large number of commercial deployments of its solutions. Instead of simply relying on its traditional network core strengths, Ericsson has embraced the cloud-native infrastructure, supporting features such as micro-services, stateless processes, Continuous Integration (CI)/Continuous Delivery (CD), virtual containers, and openness for easy integration to third-party solutions. Huawei has a strong number of real-world implementations of its solution, as well as a proven ability to support the largest 5G SA networks in the world, in China. Nokia boasts a strong record of real-world implementations of its solution as well. In particular, Nokia boasts a comprehensive security solution, with a full suite of security applications available for operators to choose from."}, {"knowledge": "www.abiresearch.com 18 Open RAN Vendor Assessment Overall LeaderLeaderTop InnovatorTop Implementer Mavenirlll NEClll Nokial ll The 5G Radio Access Network (RAN) is going through a paradigm shift toward virtualized, software-defined, and cloud-native RAN components connected via open interfaces. Commercial interest in Open RAN is picking up with a number of operators partially starting to adopt Open RAN for their network deployments. INNOVATIONMavenir, NEC, and Nokia are the top three innovation leaders. Mavenir provides E2E cloud-native software and hardware solutions with a comprehensive portfolio covering the core, edge, and Open RAN. Mavenir’s open Virtualized RAN (vRAN) is fully virtualized, and an O-RAN Alliance-compliant solution is designed to support Open RAN Functional Split (FS) options. NEC has been recognized by several mobile operators for its broad product portfolio, mainly Massive Multiple Input, Multiple Output (mMIMO) Radio Units (RUs). NEC is among a few vendors to achieve O-RAN Alliance compliance certification. Nokia’s noticeable achievement includes being the first incumbent vendor to join the O-RAN Alliance, and one of the major contributors to O-RAN Alliance specifications, including Fronthaul (FH) interface and RAN Intelligent Controller (RIC) platform developments. IMPLEMENTATIONMavenir, NEC, and Nokia are also the top three implementor leaders. In 2023, Mavenir announced the completion of multiple trials and several partnerships with CSPs, cloud providers, and chipset vendors. Mavenir is also expanding its geographical coverage by helping major mobile operators with Open RAN deployments. NEC has been active in developing its Open RAN ecosystem and partnering with Tier One operators, chipset vendors, and cloud providers. Recently, NEC obtained its first O-RAN Alliance compliance certificate from Japan’s Open Testing & Integration Center (OTIC). Nokia demonstrated a significant commitment to the Open RAN ecosystem by successfully completing several Proofs of Concept (PoCs) and trials with live networks. Nokia has partnerships with all major cloud and Kubernetes providers and chipset vendors, as well as Tier One and Tier Two mobile operators to roll out its Open RAN deployments."}, {"knowledge": "www.abiresearch.com 19 WLAN for Campus Area Networks Overall LeaderLeaderTop InnovatorTop Implementer CIscolll Huaweilll HPE Aruballl CommScope RUCKUS Networkslll Campus Area Networks (CANs), typically referred to simply as campus networks, are self-contained private networks connecting multiple buildings across a single site with a shared network and common policies. Organizations that rely on campus networks include large enterprises, Small and Medium Businesses (SMBs), educational institutions, government facilities, hospitality establishments, retail outlets, large public venues, hospitals, transportation and logistics hubs, and industrial sites. Campus networks contrast with traditional enterprise networks in that they are considerably more complex and consist of many multiple subsections with divergent requirements.  INNOVATIONHuawei, Cisco, HPE Aruba Networking, and CommScope RUCKUS Networks are top innovators in our assessment. Huawei has an unparalleled number of campus-targeted innovations and solution optimizations that it has undertaken for campus environments. Cisco not only exerts a major influence on the direction of Wireless Local Area Network (WLAN) technological development, but has also introduced into its portfolio numerous unique innovations that have brought considerable performance improvements to WLANs on campuses. HPE Aruba Networking has developed an extensive WLAN Access Point (AP) portfolio with options for virtually all campus environments into which it incorporates a range of proprietary technologies for improving performance in campus. Finally, CommScope RUCKUS Networks specifically designs its solutions to address the demands of complex campus networks, including high density, unpredictable client behavior, and a high degree of client roaming. IMPLEMENTATIONSimilarly, Cisco, CommScope RUCKUS Networks, HPE Aruba Networking, and Huawei are implementation leaders. Cisco is viewed as being at the leading edge technologically, with solutions that address virtually any business challenge within campus networking. CommScope RUCKUS Networks’ hardware is highly respected for its performance, reliability, and high cost-efficiency, and also offers a highly competitive value proposition for high-density campus environments with unpredictable client behavior. HPE Aruba Networking’s strengths in this domain include a diverse array of solutions for virtually all campus verticals, an industry-leading network management platform, and one of the most comprehensive Network-as-a-Service (NaaS) offerings in the industry. Huawei has developed a highly competitive E2E solution for campus networking. At its core is its range of WLAN solutions for all campus verticals and deployment scenarios, which are cost-effective and compact."}, {"knowledge": "www.abiresearch.com 20 Metal Payment Cards Overall LeaderLeaderTop InnovatorTop Implementer CompoSecurelll IDEMIAll Thalesl ll ABI Research assessed CompoSecure, IDEMIA, and Thales as the top three market leaders. CompoSecure excelled thanks to its combination of in-house innovation and extensive range of metal payment card offerings, alongside a wide range of customers and partnerships. IDEMIA outperforms other metal payment card vendors through its strong presence in a wide range of countries and historically strong position in the payment card market. Thales possesses a strong portfolio of metal payment cards, as well as a well-established history of supplying Europay, Mastercard, and Visa (EMV) payment card projects in all regions. INNOVATIONAs it relates to the innovation rankings, two primary vendors stand out above the rest: CompoSecure and Thales. CompoSecure is a clear innovation leader in the metal payment card market, going beyond metal only and launching metal in combination with Gorilla Glass with the Lux Glass offering and a mirror card in the Echo Mirror solution. Thales has a well-established sustainable policy for manufacturing metal payment cards. The steel used in the cards is recycled, and this practice is being expanded to include recycled tungsten. Additionally, Thales offers a diverse range of personalization options, tactile effects, gold plating, and jewelry embedding. IMPLEMENTATIONIDEMIA has a very strong global presence and a wide range of in-house developed metal payment cards. CompoSecure has impressive global reach through a large partnership network. Thales demonstrates a strong presence across all regions, enabling the company to access payment card markets around the world."}, {"knowledge": "Lead the Way in 2024  and Beyond   On the technology front, 2024 promises to be a year of challenges and  transformation. Whether you are a technology innovator, implementer, or  both, ABI Research has the expertise, data, and insight you need to gain a  competitive advantage. Since 1990, we have partnered with hundreds of leading technology  brands, cutting-edge companies, forward-thinking government agencies,  and innovative trade groups around the world. Through our leading- edge research and worldwide team of analysts, we deliver actionable  insight and strategic guidance on the transformative technologies that are  reshaping industries, economies, and workforces today. To learn more, or  to discuss your plans for 2024 and beyond, contact us today. ABOUT ABI RESEARCH ABI Research is a global technology intelligence firm delivering actionable research and strategic guidance to technology leaders, innovators, and decision makers around the world. Our research focuses on the transformative technologies that are dramatically reshaping industries, economies, and workforces today. ABI Research’s global team of analysts publish groundbreaking studies often years ahead of other technology advisory firms, empowering our clients to stay ahead of their markets and their competitors. © 2023 ABI Research. Published December 2023 157 Columbus Avenue   New York, NY 10023 United States  Tel: +1 516-624-2500 www.abiresearch.com"}]