[{"knowledge": "www.abiresearch.com4 Artificial Intelligence (AI) is a technology that continues to grow rapidly with groundbreaking innovation and use cases emerging every year within the tech industry. The use of AI has been one of the most important aspects in terms of innovation in smartphones, with voice assistants and smart photos already being integral to the way consumers capture images and interact with their devices. Chipset manufacturers and smartphone vendors have already highlighted advanced AI use cases, such as the sharpest and brightest cameras, immersive multimedia, gaming, security, and several other features, and the latest innovations in their devices. However, it will be the addition of generative AI in smartphones that will be key to launching a plethora of applications that will help restimulate market demand as consumers move from entertainment to productivity devices. This is where generative AI can help create efficiencies and improve productivity, rekindling a more practical relationship between the user and device and improve Return on Investment (ROI). The savings in time and money brought about by implementing generative AI will help users justify spending on a new sophisticated productivity device, fueling a desire for consumers to induce an upgrade or replacement, thereby potentially helping to shorten an increasingly lengthening smartphone replacement cycle, while also improving Average Selling Prices (ASPs)  for vendors. While embedded Artificial Intelligence (AI) has long found its way into many consumer and industrial sectors, one notable absence has been its use in Personal Computers (PCs). However, this is about to change in 2024. PCs have previously relied on the cloud for AI, but they are now being readied for it to be embedded, providing a huge improvement in data security, especially as there are now several chipsets available that will help run generative AI and enable more AI-based applications. Leading the charge is Intel with its Core Ultra processors, its first chips to feature a Neural Processing Unit (NPU), but it will have to combat a surge in competition from other AI chip vendors, namely AMD’s Ryzen 8040 chipsets, and those based on Arm architecture, specifically Apple’s M-series and Qualcomm’s Snapdragon X Elite chips. The availability and choice of chipsets driving embedded AI in PCs will help grow the market extensively, coupled with Microsoft also looking at launching Windows 12 with AI in 2024. As AI becomes native to Windows, productivity tools and applications will be available that utilize AI, which will provide a massive boost to the ecosystem by enabling developers to easily create AI apps that are more productivity orientated. Microsoft has already stopped updating Windows 10 and the company will continue to support enabled devices until 2025, forcing a move to this new AI environment, which will accelerate PC replacement rates."}, {"knowledge": "www.abiresearch.com5 There has been a noticeable sea change in attitudes toward connectivity in the consumer mobile devices industry, which is expected to be manifest into 2024. Led mainly by the chipset vendors, many are now switching tack to focus instead on improving compute performance and driving embedded AI, rather than extolling the benefits of faster broadband connectivity. With 2024 forecast to be a break-out year for 5G-Advanced and its features, notably 5G NR-Light (Reduced Capability (RedCap)) and Sidelink, it is not expected to arrive with the fanfare once foreseen. Despite the efforts of many along the value chain, including Qualcomm and MediaTek providing chipset solutions, growth in 5G NR-Light appears to be limited now to China’s market, with implementation mostly in industrial settings. This is not expected to change in 2024. However, all is not yet lost, as wider geographical adoption across both industrial and consumer sectors is expected, with 5G NR-Light consumer products likely to arrive in 2025 and mass adoption expected by 2026. The availability of Arm-based silicon for Personal Computers (PCs) has been available for a few years now, but it is not set to displace Intel’s x86 architecture as the dominant player in 2024. Since 2020, Apple has shifted to Arm-based Macs through use of its M series of processors, thereby bringing all processor chips for its mobile devices in-house, including iPhones and iPads. The switch from using Intel chips to Apple has brought both efficiencies and better battery life without sacrificing performance, while it can benefit from its vertical ecosystem to provide deep integration between software and hardware. With Arm-based chipsets destined for PCs now also available from Qualcomm, the scene has been set for these challengers to upset the status quo and start to capture market share from Intel’s dominance. While Apple is firmly entrenched in the high-end PC market, which accounts for around a 25% share of the total market and has carved out a significant market share based on its own Operating System (OS), the remaining 75% currently use Intel x86 on Microsoft Windows (excluding Chromebooks). It is in this low/mid-range PC sector that Qualcomm is expected to compete initially, but it must tackle many challenges to compete effectively and gain share. Among the challenges Qualcomm must face compared with Intel’s current offerings are incomparable chip performance, lack of system-level optimization, and confronting the legacy of x86, which should not be underestimated. Indeed, having comparatively weak channels to get to market and persuading enterprises to adapt to Arm-based PCs will also be a tough sell to Information Technology (IT) departments. Moreover, Windows has deep optimization with x86, so it will take a major swing in mindset to make the switch to Arm, notwithstanding its limited ecosystem creation in the PC market. At best, it will take a few iterations of Qualcomm’s solution to even start competing effectively with Intel, but by this stage, the market will have moved on, so even if the technology proves successful, it will be 2026 at the earliest before it will be able to seriously challenge Intel’s market share."}, {"knowledge": "www.abiresearch.com6 The year 2024 will see the large-scale emergence of 5G Reduced Capability (RedCap) chipsets and devices, driving down the Total Cost of Ownership (TCO) of deploying a private cellular network. China is expected to lead the market, as different industry voices suggest that the number of RedCap devices will surpass 500 million in 2024. As enterprise decisions to invest in cellular connectivity are primarily cost-driven, these lower prices will provide an additional incentive to enterprises to deploy private cellular connectivity to their sites.  However, the industry needs to be careful and not expect RedCap to magically solve all barriers for enterprises to invest in a cellular network. Most importantly, implementing enterprises, System Integrators (SIs), and infrastructure vendors need to be realistic about the use cases that RedCap devices will be able to address. RedCap devices typically use only one antenna for signal transmission, so they will be primarily interesting for stationary Internet of Things (IoT) applications. High-mobility use cases such as Autonomous Mobile Robots (AMRs) and Automated Guided Vehicles (AGVs) will most likely not benefit. The year 2023 already illustrated a trend that will likely follow. In deciding about investments for connectivity technologies, enterprises are much more interested in use cases and outcomes than the name of the connectivity technology—especially because implementing enterprises are not connectivity technology experts. To that extent, marketing initiatives like the 5G and Industrial Wireless Arena at Hannover Messe might well attract interested technology nerds who want to learn about 5G. But they will fail to attract any mainstream enterprise that is looking to modernize their communication infrastructure and, therefore, will not generate the desired commercial leads.  Instead, the telecoms industry should focus on channel partners like System Integrators (SIs) and Managed Service Providers (MSPs) to position private cellular as an enabler to enterprise applications, rather than an end."}, {"knowledge": "www.abiresearch.com7 The telco infrastructure vendor market will continue to remain challenging for most infrastructure vendors, especially as the mobile supply chain opens to new vendors and challengers. Tier One infrastructure vendors will find it increasingly difficult to sustain their revenue targets when 5G deployments mature, and the next wave of revenue opportunities is not clear. 5G-Advanced, for example, is not likely to create revenue opportunities similar to LTE-Advanced, whereas many operators are starting to argue that they will not be able to afford a complete hardware refresh in 6G. This will leave infrastructure vendors desperately searching for new revenue streams in a stagnant market. The likely effect will be that they will become much leaner, smaller suppliers, focusing on smaller parts of the telco technology stack. Although Artificial Intelligence (AI)/Machine Learning (ML) has been widely used in telco networks  in 2023, it will not likely start to make an impact in the 5G Radio Access Network (RAN) domain.  Closed-loop automation, including near-Real Time (RT) RAN Intelligent Controllers (RICs), will remain  a niche topic in 2024, but more discussions about native AI radio networks will continue to take place during 2024. Moreover, 2024 will not see a vast increase in Graphics Processing Unit (GPU)-based RAN deployments. GPU for the RAN is an even more novel technology than many new cellular market developments, including Open RAN itself; therefore, operators will look for a more mature stack for their Open RAN deployments with a greater diversity of vendors from which to choose. Nevertheless, developing GPU technology for Open RAN will play an important role in reducing the Total Cost of Ownership (TCO) for specific Open RAN scenarios and deployment types, as well as assisting in improving AI/ML capabilities of networks and energy efficiency. ABI Research expects that operators will engage in Proofs of Concept (PoCs) and trials to help improve this technology in 2024 and to understand how GPUs will contribute to more efficient future networks."}, {"knowledge": "www.abiresearch.com8 Closed-source strategies remain at the forefront of the generative Artificial Intelligence (AI) market; however, strong, prolonged investment in 2023 is signaling a shift to open source, which will continue to grow in 2024. The open-source value proposition is resonating strongly with enterprises and vendors as AI transparency concerns persist. At the hardware level, an increasing number of chipset vendors will look to build open Software Development Kits (SDKs), open toolkits to accelerate application development and compete more effectively with AI market leaders such as NVIDIA. A huge amount of activity will target foundational models led by key players like Meta, Cohere, and Anthropic. Expect increasing numbers of vertical-specific open-source models (e.g., Deutsche Telekom (DT), SK Telecom (SKT), and Anthropic’s open-source telco model). Moving upward, ML platforms will embrace and integrate open models, tools, and datasets to “level up” its value proposition. Expect competitors to pursue deeper integrations with platforms like Hugging Face. However, with significant activity in the open ecosystem, the market must be careful to mitigate challenges. Vendors must carefully align open investment with direct or indirect monetization strategies. For those building out their on-device AI value proposition, like Meta and Intel, 2024 will be a big year to see how open-source commitments can be translated effectively into revenue for adjacent products like Quest 3 and Core Ultra.   Generative Artificial Intelligence (AI) still shows huge innovation at the cutting edge of the market with model developers building “giant” models targeting accuracy and performance. But at the other end of the market, model developers are looking to build “smaller” generative AI models with fewer than 15 billion parameters. These can be used to target specific applications and offer better power/performance efficiency. In 2H 2023, there were massive breakthroughs, including Meta’s Llama 2, Mistral AI’s 7B that claims comparable performance to GPT 3.5 that has led to the completion of a US$415 million funding round, Google’s Gemini Nano with 3.25 billion parameters, DeciLM 7B, and Microsoft Phi-2 with 2.7 billion parameters showing comparable performance to Llama’s 70 billion.  Global market innovation will accelerate in this segment during 2024. But one of the main players will be China. U.S. regulation continues to restrict access to high-powered hardware, which makes it challenging to train, fine-tune, and run “giant” leading-edge generative AI models. This is pushing Chinese AI and cloud leaders toward “smaller” AI models. Key players are already innovating: Tencent, Baidu, Baichuan Intelligent, and Alibaba have each built smaller (sub-15 billion) models since 2022. Although “giant” models will play a role in the enterprise sector, a growing number of deployments moving forward will use smaller, targeted generative AI models that have been fine-tuned for specific use cases, as these will offer better deployment economics. But these do present some operational challenges that will undercut adoption."}, {"knowledge": "www.abiresearch.com9 HETEROGENEOUS COMPUTING ARCHITECTURE IN PCs THAT USE CHIPLETS WILL BECOME MORE PREVALENT IN 2024. Heterogeneous computing architectures in PCs that use chiplets will be introduced and become more prevalent in 2024, but mass adoption is not expected before 2025 at the earliest. These new designs will improve performance and efficiency for Artificial Intelligence (AI) workloads. However, although imminent, the transition to chiplets in other intelligent devices such as smartphones will take some time to materialize. Chiplets are Systems on Package (SoPs) chips encapsulating multiple silicon dies—or tiles—fabricated on various silicon nodes and embedding different processing architectures. Tiles are then connected using standardized interconnects, currently led by the Universal Chiplet Interconnect Express (UCIe) consortium. Intel is the first mover in this space, but other chipset makers will join the party in 2024; in fact, the growing number of UCIe members now includes Microchip, Alibaba, MediaTek, Arm, and AMD, all of which have ambitious plans in AI/Machine Learning (ML). With the increasing modality of on-device AI workloads, spanning from application-specific models to larger generative AI models, processing heterogeneity will be a requirement, which could demand more meticulous designs in the way of memory management. Chiplet designs allow more distributed AI workloads across different processing architectures, and their implementation will provide more flexibility for customization. They provide a great elasticity on the way the chipset real estate is used, enabling performance architectures (Central Processing Unit (CPU), Graphics Processing Unit (GPU)) to be built on smaller semiconductor nodes, while more efficiency-oriented architectures (e.g., multimedia, Neural Processing Units (NPUs), and connectivity) can be built on legacy semiconductor nodes. Finally, chiplet designs can enable integration of numerous intellectual properties from various vendors, which could spur innovation. In the longer run, when they reach mass adoption, chiplet designs will offer a solution that decreases the time to market and cost of chipset designs when compared to their monolithic counterparts. RISC-V processors based on the open-source Instruction Set Architecture (ISA) will become more prominent in China for Artificial Intelligence (AI)/Machine Learning (ML) workloads, especially as Western regulators, led by the United States, restrict access to cutting-edge semiconductors and manufacturing equipment. The international AI arms race did not abate in 2023, and China’s access to the most performant semiconductors, such as NVIDIA’s A100 and H100 Graphics Processing Units (GPUs), is still restricted. U.S. measures aim to curb China’s progress in AI, ostensibly in the military sector, but the restrictions also affect commercial markets—in particular, around the training of frontier AI models and generative AI. Outside of China, RISC-V architecture will be more prominent in TinyML form factors, such as sensors and small cameras. RISC-V will also find its way to edge AI applications in 2024, but is unlikely to make any significant impact on cloud applications and AI training. The technology is still far from integrating standardized matrix extensions that are necessary for dealing with advanced AI workloads required for inference and training large AI models. Nonetheless, AI chipset vendors who are licensees and implementers of Arm and x86 architecture should closely follow the progress of RISC-V as it grows and penetrates further into more complex AI/ML workloads."}, {"knowledge": "www.abiresearch.com10 The back end of 2023 has seen a flurry of activity from chip vendors and Original Equipment Manufacturers (OEMs) around on-device Artificial Intelligence (AI) as they begin to recognize the need for local, on-device AI processing to effectively scale generative AI models. Intel, Qualcomm, and AMD have all been bullish with innovation across different form factors (primarily smartphones, laptops, and automotive). Supporting this hardware innovation, they have started to build out strategies to incubate software with Software Development Kits (SDKs), reference architectures, accelerators, etc. However, ABI Research does not believe that 2024 will be the breakout year for enterprise on-device AI adoption. The industry needs to do more to target productivity AI to build a strong “value proposition” that extends beyond on-device AI hardware capabilities and brings applications that deliver a clear Return on Investment (ROI) for enterprises. This will require greater commitment to software co-innovation focused on specific vertical and consumer value drivers. This should extend from accelerated development of “smaller” models tuned to specific uses to optimized applications for specific on-device productivity use cases. The year 2024 will see a focus on building partnerships between chip vendors, OEMs, and Independent Software Vendors (ISVs) to align chip development and software innovation with customer pain points. Vendors are recognizing this with strong open investment from Intel and  the release of the AI PC Acceleration Program that aims to grow ISV partners to 100 by the end  of 2024. If these software programs are deployed successfully, 2025 will be a big year for  enterprise on-device AI proliferation. During 2024, a largely transitional period, vertical  deployers (prominently supply chain, manufacturing, etc.) should explore the areas where  on-device productivity AI could be integrated to support new, or augment existing,  use cases."}, {"knowledge": "www.abiresearch.com11 On the back of Apple’s Vision Pro launch currently set for 1Q 2024, expect the broader Extended Reality (XR) market to remain at an elevated state of interest and activity throughout the year. While the Vision Pro specifically will not be a huge impact in terms of device shipments—400,000 units cited, and rollout will be purposefully gradual—the hype surrounding both Vision Pro and, more broadly, Apple’s entrance into the XR market will be substantial.  XR is a market very familiar with hype cycles, but 2024 is different for a few reasons. Vision Pro will be the first truly new device type from Apple in quite some time—no matter its success or failure, which is notable. The company often runs on a “not first, but best” approach to their products, especially novel product categories, and Vision Pro will be no different. There is already a supporting ecosystem for content creation and consumption, with the company baking in things like spatial content capture into its iPhone 15 lineup to help broaden that ecosystem even further. Investments in hardware, software, and services have been steady for years, rather than the company launching a product immature in one or multiple of those areas. All in, Vision Pro is shaping up to be the most mature XR launch thus far. Granted, the price tag matches at US$3,500, so once again, Vision Pro’s actual shipment numbers may not be record breaking, but the overall market impact still promises to be. Expect an influx in Mixed Reality (MR) content to hit the market in 2024, both for Vision Pro specifically and its competitors where possible. Vision Pro is pushing the MR portion (high-quality camera passthrough and real-world interaction) of the headset the hardest among XR players currently, and is banking on the quality of that MR to differentiate. Meta’s Quest 3 also supports MR, albeit at a likely lower quality level than Vision Pro, so content leveraging MR capabilities will have a more promising market to enter than ever before.  While Mixed Reality (MR) may have a strong 2024, smart glasses will not. Original Equipment Manufacturers (OEMs) continue to struggle to create a full smart glasses package that delivers quality of experience alongside acceptable design, form factor, and price. Devices have either been too niche and focused—such as glasses specifically targeting cyclists—or too expensive and bulky for broad use (e.g., Magic Leap). Enterprises will continue to invest in smart glasses, but these glasses remain targeted hardware for specific use cases like remote assistance and training, favoring value-add features like hot swappable batteries and enterprise security over sleek design or a more affordable price. Even if smart glasses from major tech names like Samsung and Meta hit the market in 2024 (which is possible, but releases have traditionally been delayed), these will be first-generation smart glass devices mostly targeting developers and early adopters. It will take multiple generations of these devices to reach that ideal package of price, performance, and design that is suitable for the consumer market. Value must also be proven for smart glasses use cases for a general audience, something else that will be tested with these first-generation devices. Augmented Reality’s (AR) role in 2024 will be second to MR, but that is not entirely a negative—some lessons can be shared across devices like Apple Vision Pro to lower-cost, AR smart glasses, which will help accelerate maturation in the space."}, {"knowledge": "www.abiresearch.com12 The cellular standardization process will start to be affected by the geopolitical war between the United States and China and the broader economic slowdown. Telco infrastructure vendors will likely be challenged in the years to come and their market footprint will become more regional than global. This will filter down to industry standards discussions and specifications. Chinese vendors will focus more on their domestic market whereas Western vendors will focus more on the developed markets of the United States and Europe. This can cause a potential bifurcation in standardization discussions with the worst-case scenario being that China creates its own standards. This is not likely to happen as both Western and Chinese markets will benefit from global economies of scale—especially with devices—but geopolitics and the balkanization of the market will likely slow down overall market developments. The next growth area for telco networks is the enterprise domain, where both fixed and mobile operators hope to create new types of business models and revenue streams. This includes technologies like network slicing, Internet of Things (IoT)-related applications, and reliable networking for mission-critical use cases. However, this remains “wishful thinking” on the supply side of the market, especially when network operators and infrastructure vendors do not invest effort or capital to develop this expertise and technologies. The bulk of cellular Standards Essential Patents (SEPs) will remain in the network infrastructure domain, driven predominantly by Radio Access Networks (RANs), with devices remaining a lucrative market for SEP holders. Focus on novel features, including enterprise-related technologies and use cases, will increase gradually, but will not likely dominate in the next 3 to 5 years."}, {"knowledge": "www.abiresearch.com13 Population growth coupled with higher quality of life, have led to the consumption of more products and resources, which is creating an unprecedented challenge to resources and the planet we live on. Currently, 75% of extracted resources are non-renewable and 9.1% of our world is circular. Digital Product Passports (DPPs) are gaining traction to modernize the way we track, label, and communicate product information in a sustainable economy and could potentially replace traditional product labeling. The European Union (EU) has identified product groups with the greatest environmental impact requiring DPPs by 2026 and the cascading impact on the global supply chain is immediate. Electric Vehicle (EV) battery manufacturers are identified as pioneers in adopting sustainable practices and high levels of recyclability, pivotal to the transition to a low carbon economy. Manufacturers of other product groups such as construction materials, consumer goods, and food and pharmaceutical are using traceability software to improve brand perception, optimize operations, and demonstrate sustainability commitment to their customers. Until the business case of circularity is proven, the adoption of circular technologies will be slow. The transition to the circular economy is an interdisciplinary task with active involvement from all the stakeholders in the value chain. A robust ecosystem of product data, recyclers, material extractors, and secondary market adopters are required to support circular transition. New circular business models need to focus on actively shifting customer mindsets of “waste” becoming a “resource,” rather than a negative or dirty concept, to unlock additional revenue streams and growth opportunities. “Product-as-a-Service” or “leasing/sharing models” prioritize functionality and product experience over ownership. To keep up, manufacturers need to guarantee competitive pricing, quality, and enrich customer services. As collaborative digital ecosystems develop and regulations standardize data requirements, the merit of circular technologies and supporting services will accelerate adoption in the coming years."}, {"knowledge": "www.abiresearch.com14 The limitations on international travel throughout the COVID-19 pandemic majorly impacted passport demand and disrupted the regular issuance cycles to which the market was previously acclimatized. The year 2020 experienced a record low for ePassport shipments at 76.7 million, decreasing from 2019’s 162.7 million figure. It was not until 2023 that this 2019 figure was surpassed, at 223.9 million shipments, with 2023 boasting an inflated volume through catering to pent-up demand from expired documents that were not renewed across the 2020 to 2021 period. The year 2024 will see shipment figures inflated by the backlog of missed reissuances of expired documents. ABI Research forecasts this to land at 217.6 million units. The overwhelming majority of backlogs will be able to be considered cleared going into 2025, and more “normal” growth will resume. We are witnessing a swift acceleration in mobile Identity (ID) adoption. Governments are placing increasing emphasis on digitalization strategies, which extends to the domain of citizen IDs, where the issuance, management, storage, and usage of credentials through a mobile device is becoming a prominent technology. Driven by benefits to government operation, security, and user convenience, ABI Research forecasts the number of mobile IDs in circulation to grow rapidly, from 787 million in 2023 to 1.68 billion in 2028. Despite this shift toward digital approaches to IDs, the market for physical ID documents will not be impacted. The accessible market for smart card and Integrated Circuit (IC) vendors in the government domain will, in fact, only continue to grow alongside mobile solutions, where the overarching approach to credential digitalization is “physical first.” Mobile IDs are an extension, or companion, to physical documents, augmenting government processes and user experiences, while remaining to hinge off the physical ID. ABI Research expects this approach to remain as is in the medium to longer term, resulting in minimal impact to anticipated government ID card and passport volumes."}, {"knowledge": "www.abiresearch.com15 The economic slowdown and reduced spending after the peak of the COVID-19 pandemic had an adverse effect on wearables demand as the market declined 14.6% Year-over-Year (YoY) in 2022 from 27.7% YoY in 2021. This trend persisted into 2023, as longer replacement cycles and a lack of compelling features suppressed consumer demand. However, ABI forecasts that the overall wearables market will rebound, driven by expanded use cases and ecosystem integration to reignite the sector into 2024 and beyond. Advancements in areas such as connectivity and integrated sensors, followed by the availability of advanced features at low price points and user upgrades, will help drive consumer interest and result in the growth of the wearables sector in the coming years. Notably, the smartwatch market has been evolving with the addition of new use cases, features, and sensors, while emerging countries, particularly India, offer the sector significant growth potential. Moreover, smart rings, a newly tracked category in wearables, have experienced a recent surge in demand, promising to drive future growth in the wearables market through serving various use cases such as contactless payments, access control, health tracking, and smart home integration. Moreover, the introduction of 5G/5G New Radio (NR) Lite (i.e., Reduced Capability (RedCap)) in wearables and accessories will be a pivotal moment in the market’s evolution, revolutionizing their capabilities and driving further growth in the market. Real-time data transmission and processing capabilities will unlock a wide range of new functionalities and use cases for wearables, and healthcare will be at the forefront of this transformation.  Despite the best efforts of many in the industry over the past few years to make the user experience of foldable devices more acceptable—including thinner and lighter designs, better hinges, crease-free displays, fold and flip form factors, and larger cover screens—they have yet to fully convince consumers and capture their imaginations. This is not for lack of trying, as the roster of competitor foldable devices is impressive, including flip and fold variants, from vendors such as Samsung, Google, Huawei, HONOR, Motorola, vivo, OPPO, Xiaomi, and Tecno. However, market volume is still small for the time being, estimated at around 22 million for 2023, which is less than 2% of total shipments, and is led by Samsung with an 80% to 85% market share. Growth is still being hampered by relatively higher price points of foldables and the user experience, which could be partly due to smartphone users not yet realizing the tactile benefits and added functionality of a foldable product and their durability when compared to a regular bar handset. However, it is expected that the price of foldable devices will come down in the coming years, and the demand and geographical presence of these devices will increase, but importantly, it may need a foldable product from Apple to be the catalyst that stimulates market growth in the sector, although this is believed to still be some way off."}, {"knowledge": "www.abiresearch.com16 The outlook for the Post-Quantum Cryptography (PQC) market is highly promising. The year 2024 will be one of accelerated market activity, when first movers will be able to see initial Return on Investment (ROI) from niche primary markets, and vendors with product strategies in place will start to green light commercial launches. The advantage will be to those companies that have backed the “winning” algorithms or that have focused on crypto-agile strategies. Nonetheless, this short-term period will remain relatively confined to demand from military and defense and financial sectors, as well as semiconductors and Original Equipment Manufacturers (OEMs) in the aerospace and automotive sectors. From 2024/2025 onward, as the National Institute of Standards and Technology (NIST) standards are finalized, governments, as well as highly regulated industries, will create additional demand as they start preparing for the PQC transition."}, {"knowledge": "www.abiresearch.com17 The biometric smart card will achieve market success, with the biometric payment card crossing the 1 million issuance mark in 2024 and accelerating to 37 million shipments in 2028. As work continues in the ecosystem to reduce the price of the biometric payment card, alongside efforts to simplify and streamline the enrollment solution coming to fruition, the addressable market for the biometric card will grow well in both the end markets of payment and access control. All next-generation card submarkets have been indirectly hampered by the chipset shortage through 2022 with banks’ attention being drawn away from payment card modernization programs, instead attempting to secure a supply of standard payment cards. Now, in 2023, as allocation has resolved, card issuers are beginning to refocus efforts on next-generation card programs. Many major cities are seeing steady increases in their levels of ridership as of the end of 2023. This has landed at approximately 85% to 90% of pre-COVID-19 levels, though the recovery reached a soft ceiling and potential further increases in ridership are slowing down.  • In Europe, and in other regions, this is primarily due to the shift toward working from home and transit networks increasing reliance on tourist and sporadic travel. Paris is one example, with approximately 55% of workers no working from home 1 day a week or more. • In the Americas, ridership levels have continually increased throughout 2023, despite reaching a soft plateau in the post-COVID-19 working from home environment, as some businesses return to a hybrid working setup. • In Asia-Pacific, ridership has recovered up to the 90% mark, more so in most major cities, mainly because working from home has not been as prevalent as in the West, as well as more remote populations’ reliance on transit networks. • As for the Middle East & Africa, the ridership decline was not as sharp as that identified in some North American and European countries. The current issue is that Transit Authorities (TAs) are now confronted with a double-edged sword, as they now must cater to higher fares driven by increased costs, while also considering the price increase on the card side. There are several issues for Public Transport Operators (PTOs) to consider moving forward that involve increased costs and preference for infrequent travel, rather than annual or monthly passes, with ridership levels not anticipated to return to pre-COVID levels until beyond 2028."}, {"knowledge": "www.abiresearch.com18 Hybrid and multi-cloud will be the number one driver of growth for technology solutions providers. Demand for hybrid and multi-cloud solutions will accelerate, driven by the need for compute-heavy resources to be run in a public cloud, while business-critical and data-sensitive processes will continue to be run in a private cloud or an on-premises data center. Technology vendors will be aggressively pursuing hybrid and multi-cloud opportunities, either organically or through strategic acquisitions. Cloud hyperscalers, infrastructure providers, software vendors, and system integrators will focus on providing seamless integration and interoperability between public, private, and multi-cloud environments. ABI Research expects more announcements supporting edge computing and Artificial Intelligence (AI) workloads in a hybrid and multi-cloud environment from cloud hyperscalers and Independent Software Vendors (ISVs). The Artificial Intelligence (AI) conversation has taken over 2023, particularly generative AI. However, 2024 will not see a wide deployment of generative AI solutions at the edge. Most will remain in the cloud. Cloud hyperscalers will continue to have access to most Graphics Processing Units (GPUs) that are available in the market, with the differentiating advantage being the software applications and tools that are proprietary to each cloud hyperscaler. Most enterprises will be looking to deploy generative AI through the cloud, with only a handful that have the capability and resources to deploy generative AI at the enterprise edge level. The challenge with running generative AI at the enterprise edge will be in terms of selecting a good use case, deploying the correct generative AI framework/model, and balancing Return on Investment (ROI) expectations. The potential of enterprise generative AI is huge, but 2024 will not be the year to see widespread deployments of generative AI at the edge."}, {"knowledge": "www.abiresearch.com19 Lithium Iron Phosphate (LFP) batteries are the cheaper alternative to the lithium Nickel Manganese Cobalt (NMC) batteries that have been chosen by carmakers outside of China. In 2024, more Electric Vehicles (EVs) will be available to European customers that use this cell technology, enabling lower purchase costs and reducing stress on the battery mineral supply chain. LFP batteries do not use cobalt and nickel, minerals that are expensive to extract and that have ethical and environmental concerns surrounding their mining practices. They are also inherently more stable, making them safer and less prone to catching fire uncontrollably. Chinese cell manufacturers were quick to adopt LFP cathodes and now dominate the market: the other major battery manufacturers of South Korea and Japan still produce no LFP cells. This means that as Western Original Equipment Manufacturers (OEMs) pursue this technology, they will further increase their reliance on Chinese suppliers such as CATL and BYD. Leading European OEMs, including Mercedes, Stellantis, and BMW, plan to use LFP batteries for their entry-level cars, and they will be looking to Chinese manufacturers to supply them. Beating them to it, however, will be the Chinese OEMs that already use these batteries in their home market. Exported Chinese EVs such as the BYD Dolphin, Volvo EX30, and XPENG G6 are expected to prove attractive to European customers by offering great value for money. A significant source of these brands’ cost advantage is their adoption of LFP cells, which they will be relying on as they push further into the European market in 2024. Charge anxiety has now supplanted range anxiety as the premier concern for prospective EV buyers. This apprehension is well-founded—user reports frequently show that an unacceptable proportion of public chargers are nonfunctional. Drivers are unsatisfied with the current charging experience using chargers that have issues such as unresponsive screens, damaged cables, and network connectivity problems. It is unlikely that these problems will be solved in 2024. The primary causes for the poor reliability of Electric Vehicle (EV) chargers are faulty components and a lack of maintenance. Many of the charge points that have been installed are now having problems simply because the Electric Vehicle Supply Equipment (EVSE) that was installed was not up to the job and could not survive the elements. EVSE manufacturers have now improved their products and Charge Point Operators (CPOs) are more aware of what suppliers are reliable, but most of the chargers that will be available in 2024 are already in the ground. It is also unlikely that a solution will emerge to deal with the issue of maintenance. Most CPOs are not yet profitable, with no clear path to fix their cashflow problems in the short term. This means that they have little money spare for the technicians required to ensure their chargers are well-serviced, particularly for the charging stations that were poorly situated and have low usage rates."}, {"knowledge": "www.abiresearch.com20 Modularized processes in the Third-Party Logistics (3PL) value chain are ripe for automation. Software-as-a-Service (SaaS) businesses that provide value adds to Robots-as-a-Service (RaaS) offerings, such as Mech-Mind and Dexterity AI, hinge their business models on the augmentation of standalone processes in the logistics value chain—such as picking, palletization, and loading and unloading—via machine vision-based products. These solutions are classed as “lean,” meaning they can circumvent integration into native Warehouse Management Systems (WMSs) and supporting software infrastructure, accelerating the pace of adoption. Horizontal integration has long been a thorn in the side of SaaS and RaaS vendors due to the heterogeneity of warehouse software verticals and the long tail of Service Lifecycle Management (SLM) required to maintain deployments. No-code or low-code control interfaces are becoming table stakes for automation software vendors for the ease of training and uptake that they afford—and therefore reducing the burden on vendors to provide training and support. Vendors such as Ready Robotics bring to market all-in-one solutions for robotics middleware, addressing a considerable market gap, which—via contract with key manufacturers—can integrate several automation solutions from different manufacturers into an easily-programmable, real-time control interface. Ricoh is another vendor specializing in software for SLM, augmenting the offerings of robotics manufacturers to support horizontal growth. Specialist SaaS vendors such as these will facilitate the rapid growth of RaaS business models. RaaS deployments will accelerate in the coming year. ABI Research forecasts that RaaS shipments will grow from 74,100 to 117,900 in 2024; a 63% increase. ABI Research expects revenue from collaborative robotics hardware to grow 20% Year-over-Year (YoY), achieving US$1 billion in 2024. The ongoing workforce shortage, limited skills, manufacturing offshoring, and increasing labor costs will boost demand for automation and cobots. Designed to safely work alongside people, Collaborative Robots (cobots) are being deployed across factory floors and warehouses. Leading suppliers like Universal Robots, Techman Robot, Doosan Robotics, and ABB are integrating technologies machine vision, intelligent sensors and AI-based controls technologies to enable more dynamic and flexible human-robot collaboration. Advances in Artificial Intelligence (AI) and the democratization of industrial AI development will lower barriers to reconfiguring and reprogramming cobots on the fly to meet changing production needs. Additionally, the decreasing costs of hardware like sensors, actuators, and cameras will help drive down prices and spur adoption of cobots. With capabilities and affordability improving, cobots are poised for strong growth."}, {"knowledge": "www.abiresearch.com21 Despite considerable hype and a sharp jump in the number of prospective vendors, humanoid robotics will not become the de-facto Autonomous Mobile Robot (AMR) standard in 2024 or even within the next 2 to 3 years. By the end of 2023, humanoid AMRs have enjoyed only two commercial deployments via the one vendor (Agility Robotics)—and these are classed as alpha deployments, meaning they are small-scale pilot projects that are heavily supervised and prone to error. Value proposition validation remains the largest barrier to adoption. Humanoid robotics vendors assure investors that when it comes to specific menial tasks—such as moving boxes or loading and unloading a trailer—humanoid AMRs can achieve a 1:1 parity with human workers. Vendors are targeting large organizations with continuous mission-critical menial tasks. Commonly, the diversity of tasks required of human workers in Small and Medium Enterprises (SMEs) makes a humanoid’s value proposition untenable. Undoubtedly, the enterprise use of humanoid AMRs will grow, especially when larger vendors—such as Tesla and Hyundai—bring their offerings to market with more capabilities and potentially at a lower Capital Expenditure (CAPEX). But regulatory hurdles remain. Humanoids are still too expensive and complex to operate to be able to replace a human workforce. They are not yet certified as Collaborative Robots (cobots), meaning that humans cannot work alongside them, dramatically reducing deployment potential. While the Robot Operating System (ROS) is gaining some interest from academic research organizations, as well as players in logistics, warehousing, agriculture, automotive manufacturing, and prosumer robotics, but it is far less popular within industrial and collaborative robotics. Despite improvements with ROS 2.0, industrial players still have concerns preventing widespread adoption. These include reliability, lack of real-time capabilities, insufficient ecosystem support from component vendors, security issues, and integration challenges with legacy systems. Established industrial robotics companies like FANUC, ABB, and Yaskawa traditionally use proprietary Software Development Kits (SDKs) and Programmable Logic Controllers (PLCs) for tight integration and performance optimization with back-end enterprise systems. Though some players like Siemens and Bosch are exploring ROS for industrial applications, large-scale deployments are not expected before 2025/2026 at the earliest. Overall, while ROS adoption is accelerating in commercial robotics domains, mainstream industrial use will remain limited in 2024."}, {"knowledge": "www.abiresearch.com22 Operational Technology (OT) cybersecurity strategies and technologies will increasingly rely on a zero-trust architecture where instead of a flat network, segmentation and isolated zones will be the norm. Asset discovery and continuous monitoring in real time to detect anomalies in the industrial network mean that Machine Learning (ML) models and Artificial Intelligence (AI) tools will be increasingly deployed to counter hackers that use the very same technology to launch their attacks. Industrial organizations will increasingly rely on Identity and Access Management (IAM) technologies to give employees and devices access to systems, networks, and endpoint devices. In addition to access control, industrial organizations will increasingly demand ML solutions to conduct user behavioral analysis to detect unusual activities, adding another layer of security to their systems. By using ML to detect anomalies, even if a user that has access to the network is compromised, a deviation can be identified, and the compromise mitigated.   Attacks against industrial organizations will steadily increase as seen in the past years. Industrial units cannot afford downtime or disruption to manufacturing, so they will remain a prime target for malicious actors seeking ransoms. Industrial units are also symbolically high-value targets for activist or state-sponsored actors, meaning that hackers will increasingly target them. Yet most attacks will originate in the Information Technology (IT) environment and then attempt to infiltrate the Operational Technology (OT) environment or factory floor. While ABI Research has observed some indications that OT-directed attacks could be on the rise, many reported attacks originate from the IT environment. This means the proper segmentation of the IT from the OT using firewalls should remain a priority for industrial organizations. This, in turn, will increase demand for both software and hardware firewalls. Moreover, in highly sensitive industries, one-way diodes or unidirectional gateways can be deployed to allow data to flow out from the OT to the IT, while blocking data flows from the IT to the OT."}, {"knowledge": "www.abiresearch.com23 Economists, industry commentators, and politicians like to come up with buzzwords and 2023 saw “friend shoring,” a more nuanced term for reshoring and foreign direct investment, gain traction. Friend shoring reflects the geopolitical environment with the United States, China, and, to a lesser degree, Europe vying to secure economic supremacy. The friend aspect of friend shoring reflects the transactional nature of international relations. The year 2024 will witness more multinational manufacturers deciding to (re)locate operations in one of the key regions or alternatively in an aligned nation that has ready access to a large economy, boosting construction of greenfield facilities that are likely to implement digital technologies from the outset.  But it is not always as simple as choosing a suitable location for your operations from a political perspective. This is a challenge for semiconductor manufacturers, as the expertise required to produce chips is not always readily available in a preferred location through a political lens.  Furthermore, 2024 will witness Industrial and Manufacturing (I&M) companies continue to take stakes or acquire companies that produce key materials and components to secure supply for their operations. Spooked by the effects of semiconductor shortages on their operations after the pandemic, automobile manufacturers, for example, are buying stakes in producers of the key materials and resources that form part of their transition from vehicles with Internal Combustion Engines (ICEs) to Electric Vehicles (EVs). Then there are the Environmental, Social, and Governance (ESG) considerations of such investments and their overall operations because I&M companies need to report on their ESG credentials. Are the materials ethically sourced? Are the operations safe? What effect do the operations have on the local environment and local communities? These credentials require data and evidence, and 2024 will witness I&M companies paying attention to the need to create digital threads that underpin ESG reporting but will also expose the dilemmas they face."}, {"knowledge": "www.abiresearch.com24 With the cost of borrowing and costs of raw materials and components on the rise, Industrial and Manufacturing (I&M) companies need solutions quick to maintain/improve profit margins. Generative Artificial Intelligence (AI) hype was unavoidable in 2023 and many leaders in 2024 will consider generative AI and digital transformation to be a profitable investment. But many will not have the patience to stay the course. Digital transformation is as much about change management as it is about technology. Many business leaders will not appreciate that you cannot allocate a budget, instruct the procurement office to purchase a generative AI solution, and expect great returns. There will be those that do not appreciate that achieving transformation involves mundane tasks such as data management and information governance. However, investing the time in data governance and improving operational processes using generative AI does have the potential to make skilled and tech-savvy workers more productive, e.g., helping optimize a piece of equipment. But removing mundane tasks will not suddenly enable less educated staff to have more rewarding work, as is often claimed by technology suppliers. This cohort of  staff will need upskilling, which requires money. Most I&M companies have not committed the  budgets and resources to enable their workforce to develop their digital skills.  As part of their friend shoring strategies, governments will need to focus on providing I&M  companies with individuals with the skills for the next decades not the last century. The year  2024 is the one when politicians need to focus on this issue, but it is debatable whether it  will even be on the agenda."}, {"knowledge": "www.abiresearch.com25 SaaS DEPLOYMENTS WILL EXPAND CAPABILITIES  AND POACH ON-PREMISES USERS OF CAD SOFTWARE. The trend for Software-as-a-Service (SaaS)-based Computer-Aided Design (CAD) in 2024 will be that of growth through new user adoption, along with poaching clients that use on-premises solutions and desire to reap the benefits of being browser based and cloud enabled.  New entrants in the market include CREO+ and Zel X, along with current SaaS CAD offerings such as Fusion 360, NX X, OnShape, and 3DEXPERIENCE CATIA. SaaS deployments are also seeing more investment from end users. Looking forward, SaaS-based CAD revenue will grow twice as fast as traditional on-premises solutions such as AutoCAD, CREO, Solid Edge, and SOLIDWORKS. In terms of technological changes in 2024, expect SaaS-based CAD to incorporate more cloud-enabled features for collaborative work, generative design enhancements through High Performance Computing (HPC), and the integration of Virtual Reality (VR) as a functional design tool, rather than a viewable immersion experience. Full-factory metaverse is an ideal not yet realized, but the merits of the solution set have received industry buy-in for continued development. Siemens and Norwegian clean battery producer FREYR showed the art of what is possible in an industry-first metaverse video demonstration at Hannover Messe 2023 that was followed by consequent and parallel progress encouraging for the future of industry. Examples include PTC’s demonstration of a remote expert fix using spatial mapping for Burckhardt Compression and Danone cutting its travel expenses in half for training because of an immersive experience enabled by Matterport. Top initial use cases for 2024 will be in the areas of training, collaboration, and production planning, with a strong emphasis on solutions that drive positive business outcomes in a short time frame. Large deployments that are costly or take a long time to demonstrate value will be avoided in favor of smaller projects that drive incremental results that scale. To support immersive experiences that do not require a huge upfront investment requires solutions that are easy to use and implement, likely starting with an outside-in approach such as spatial video mapping. Rather than mapping an entire factory, users will start with a portion, potentially on an as-needed basis to start."}, {"knowledge": "www.abiresearch.com26 The current market zeitgeist around Artificial (AI) has bled significantly into manufacturing markets, but its deployment will be held back by a staunch lack of trust among operators and calls for comprehensive and provable use cases. This is particularly the case for functionality associated with quality management processes and Quality Management System (QMS) software, due to an entrenched resistance to change and concern around giving up control of processes. QMS software vendors are and will continue to take a slower approach to developing AI functionality for solutions, engaging in strong and consistent dialogue with key customers to ensure that the technology is meeting real plant floor challenges. ABI Research expects many vendors to announce their AI functionality for QMS software at major trade shows and company events over 2024. However, even as solutions are released, adoption will be slow, if in 2024 at all, and will most likely focus on manufacturers’ lighthouse facilities, rather than being deployed organization wide."}, {"knowledge": "www.abiresearch.com27 THE CLOUD WILL BECOME THE  FOCAL POINT OF IoT CYBERSECURITY. As more devices connect to the Internet and deploy the cloud for computing and data storage, new attack vectors will arise, deploying the cloud environment to implement attacks. ABI Research forecasts that, by 2026, the installed base of connected devices will reach more than 70 billion installations. Most of these devices are low-power, limited storage, and with weak computational power. This means that these devices are increasingly connecting to the cloud environment for centralized storage, data analytics, real-time monitoring, remote access, and even firmware and software updates. A growing concern is that malicious actors will be able to achieve unauthorized access to information in the cloud via an organization’s credentials or compromise a cloud provider’s servers—a worst case scenario. Organizations need to ensure that they secure their login credentials while using Multi-Factor Authentication (MFA) or other two-step login solutions. To avoid the stealing of credentials sitting in the cloud, organizations need to pick trusted cloud providers, while also encrypting their data. Because of the increasing importance of the cloud regarding Internet of Things (IoT) and Industrial IoT (IIoT) devices, segmenting the cloud environment is crucial to isolating very sensitive data. This means an increase in demand for cloud-based firewall and cybersecurity services.            Some nations like the United States are implementing device regulations, such as pushing medical device manufacturers to publish their Software Bill of Materials (SBOMs) in order to provide visibility into their software supply chains. Yet most government-issued proposals are discretionary and do not carry the weight of the law. Given the diverse nature of the IoT environment and that security protocols and standards are still evolving, it is unlikely to see a unified approach toward standards or regulation adoption in the near future. Quantum computing, if mature and implemented, will revolutionize both cyberattacks and cyber defenses, rendering many current encryption methods useless. Yet it is highly unlikely for the technology to be a dominant force in Internet of Things (IoT) cybersecurity in 2024. The technology is still in nascent phases of development and will not become a dominant force in IoT cybersecurity. While security experts know that traditional password-based methods for device onboarding and access management are not the best strategy for ensuring security, the complete abandonment of traditional passwords is still unlikely in 2024. The same is true about the alternatives to two-factor and Multi-Factor Authentication (MFA) methods that use both passwords and a code. While MFA is not the securest method, other approaches such as zero trust, biometric, behavioral, certificate-based, and blockchain authentication methods will still be secondary methods in 2024 IoT CYBERSECURITY"}, {"knowledge": "www.abiresearch.com28 IoT HARDWARE & DEVICES Cat-1bis is the single antenna version of LTE Cat-1, standardized in The 3rd Generation Partnership Project (3GPP) Release 13 in 2016. It took time for Cat-bis chips to be launched, the first being in 2019 and the most recent in 2022. The chipset suppliers are UNISOC, Eigencomm, and ASR Microelectronics (China), Sequans (France), and Qualcomm (United States). It is unlikely we will see any more Cat-1bis chips, unless they appear at the very beginning of 2024, as it is now too late for a semiconductor manufacturer to decide to develop a chip and bring it to market in time. Most carriers are going to keep Long Term Evolution (LTE) for a long time, with the very earliest sunset dates being 2030 in North America and 2035 in Europe, so why does Cat-1bis have a limited window of opportunity? Because of timing. Module vendors and device Original Equipment Manufacturers (OEMs) are choosing their respective suppliers now. Any chipsets coming after will miss the chance to be chosen. No revisions of Cat-1bis are planned, meaning there will be no “second wave” of Internet of Things (IoT) modules and devices to compete to supply in the future. The suppliers that win out now will win out, period. A poor time to market and an immature product offering can negate even the biggest of companies in the IoT—few remember that Samsung and Intel once developed cellular Low-Power Wide Area (LPWA) chips. Cat-1bis does not enable anything that the now old Cat-1 did not, it is just further simplified, at a lower price point, and using a smaller process node than its forebear. Cat-1bis gives semiconductor manufacturers and module vendors a new product line to compete against each other with, disrupting the Cat-1 establishment. More Cat-1 bis models have been released by Chinese module vendors, but all the big names are competing. Chinese vendors prefer a region-specific approach, while others are opting for a single global Stock-Keeping Unit (SKU). It is unlikely that Cat-1bis will generate a larger market value than Cat-1, with its chipsets and modules costing 30% to 40% less, meaning that Cat-1bis will mostly act to replace the opportunity originally expected to go to Cat-1. It also compels Qualcomm to seek to retain the Cat-1 market share established by its 9207 chipset launched in 2015, and experienced unexpected success in the IoT. Cat-1bis will be the last-to-market LTE-based innovation for the IoT. Its natural successor will be Enhanced Reduced Capability (eRedCap), expected to be standardized in Release 18, which will be a migration path for LTE Cat-4, Cat-1, and finally Cat-1bis. Cat-1bis will not trouble Cat-M any more than Cat-1 did, and will be outlasted by it."}, {"knowledge": "www.abiresearch.com29 IoT HARDWARE & DEVICES THERE WILL NOT BE ANY NEW NB-IoT AND  CAT-M NETWORK ROLLOUTS AFTER 2024. The number of rollouts has been decreasing Year-over-Year (YoY), dwindling to just a few launches annually since 2022. The boom years for deployments were 2018 and 2019 for Narrowband Internet of Things (NB-IoT), and 2020 and 2021 for Cat-M. NB-IoT support ramped up first, as it existed to enable a new market for devices that could never be affordably connected using licensed spectrum before. Cat-M was destined to become the new 2G and 3G equivalent for the IoT, so it was a secondary priority for many carriers, except in geographies where 2G and 3G was sunset the earliest: North America, for example. Even though Cat-M presented the easier network upgrade, it is the least well supported of the two in the final analysis. ABI Research counts 79 active terrestrial Cat-M, and 118 active NB-IoT networks globally. NB-IoT was perceived as an opportunity for many, from large carrier groups to mid-sized national carriers; and a local opportunity, in being best suited for stationary devices. The irony was that, outside of China, NB-IoT has proved the slowest to take off. While with the increasing affirmation of 2G and 3G sunset plans, and with networks no longer accepting new device registrations, Cat-M shipments have boomed since 2021. Does this mean a second wave of Cat-M network rollouts? No. Cat-M is for mobile applications and regional roaming. Carriers that are too small to cause or receive much roaming traffic remain uninterested in Cat-M. And any remaining Cat-M deployments will be from large carrier groups filling the gaps in their coverage, as they match Cat-M to their NB-IoT availability. Multi-vendor and shared networks have caused logistical challenges. Some carriers (most, in fact) have ended up deploying neither NB-IoT not Cat-M, as their size meant that their IoT revenue opportunity was too minor to justify the rollout cost, with more pressing consumer service investment priorities instead: Voice over Long Term Evolution (VoLTE) and 5G. The most active new development in cellular Low-Power Wide Area (LPWA) rollouts has been space-based, with new Low Earth Orbit (LEO) satellite networks proliferating in the enthusiastic aftermath of Release 17’s Non-Terrestrial Network (NTN) standards; notable networks being Skylo, Sateliot, and OQ Technology. Major terrestrial carriers have been keen to partner to solve their biggest remaining problem: the roaming availability of vital LPWA features of Extended Discontinuous Reception (eDRX) and Power Saving Mode (PSM)."}, {"knowledge": "www.abiresearch.com30 IoT MARKETS Industrial machine monitoring markets are undergoing rapid evolution thanks to a variety of emerging IoT tools. In 2024, a clearer picture of a digital ecosystem for industrial monitoring will continue to emerge. After 2 years of significant investments and acquisitions by sensor and software vendors, Tiny Machine Learning (TinyML) can be said to have moved from the science experiment stage to practical adoption. Unlike in enterprise AI, TinyML in IoT devices has already found several “killer applications,” progressing beyond video monitoring and into industrial machine applications. While 2024 is unlikely to see massive scaling of these applications, we will see a continued focus on building the ecosystem that will support the scaling of deployments in 2025 and beyond.  From an adopter perspective, we will see many more machine builders, industrial automation vendors, and IoT solution providers experimenting with the technology: what platforms offer the best features? Where can they add additional value to customers? How can they use the technology to generate additional revenue streams? From a TinyML vendor perspective, there will be continued focus on building partnerships, expanding platform features, and co-creation initiatives to expand the supported applications. If on-device software is a significant area of innovation, so is device hardware innovation itself. Industrial networking requires flexibility, and device classes such as bridge devices, miniaturized Data Acquisition Systems (DAQs), or modular sensor platforms will continue their growth in 2024 to becoming mainstream tools in industrial automation. These new device classes create opportunities for sensor vendors, networking solution providers, and industrial automation vendors to expand the number of tools they are offering to Original Equipment Manufacturers (OEMs) and to end users, helping to bring data from legacy and new machines into the digital world. Investment in analytics engines in the past years will help make sense of the increasing quantities of Operational Technology (OT) data and provide better signals for Industrial IoT (IIoT) platforms to enhance performance at the enterprise level."}, {"knowledge": "www.abiresearch.com31 IoT MARKETS The years 2020 to 2022 were bumper ones for supply chain technology of all kinds, as COVID-19, geopolitical events, and traceability regulations put pressure on enterprises to understand how their supply chains worked. Platforms received breathtaking funding rounds and underwent even more breathtaking growth. Come 2023, the luster has worn off some of these vendors and they found themselves answering difficult questions around the value of the service they provide. Convoy, a “digital freight company” valued at US$3.8 billion in 2022, best demonstrated the vicissitudes of the industry by shutting down, but numerous other companies have undergone layoffs, including some of the largest supply chain visibility platforms. These “setbacks” are a natural part of the post-hype rationalization cycle. Observers like rags to riches stories almost as much as they like riches to rags ones, but these stories can sometimes shift the focus away from steadier companies offering truly innovative and industry-changing solutions. Certainly, investors and technology providers alike are demonstrating greater caution, and we should not expect to continue to see astronomical growth in the supply chain visibility market. Instead, supply chain visibility solution providers will be looking to understand how the many types of visibility technologies and approaches complement each other, and how they can collaborate with other vendors or position themselves to take a bigger slice of the visibility pie. Hype made supply chain visibility mainstream, but the market will be driven now by a more concerted product focus. While the era of free money is at an end, there is plenty of innovation to come.  Advancement in the device hardware, enhanced software capabilities, and a slow, but steady increase in the awareness of the benefits of predictive maintenance solutions have resulted in increasing adoption across various sectors in the Condition-Based Monitoring (CBM) market. While we will continue to see this increase, most of these connections will be wired connections. Wireless sensor technology has seen expanding use cases, but it will continue to play a complementary role, particularly in industrial markets. Wireless sensors offer flexibility for users in terms of ease of deployment and lower costs, but their growth in the CBM market is limited to low-criticality assets or use cases where wiring is not an option such as rail track monitoring. High-criticality assets with continuous monitoring requirements, high data throughput, and the need for greater reliability makes wired connection the primary connectivity choice for most asset owners looking to implement remote monitoring solutions. Furthermore, the existence of wired systems in most industrial settings reduces the challenges associated with installation in terms of complexity and costs. However, ABI Research expects wireless sensors for the CBM market in the long term to not only grow, but to expand use case opportunities. Key drivers include greater use and availability of private wireless, evolution in wireless technologies such as 5G, new and more available retrofittable sensors, and improvement in wireless device performance from design through battery technologies."}, {"knowledge": "www.abiresearch.com32 IoT NETWORKS IoT MVNOS PIVOT TO NON-IoT CONNECTIVITY  AS SERVICE REVENUE CHANGES. IoT Mobile Virtual Network Operators (MVNOs) are uniquely situated in the IoT industry. As connectivity resellers, their success depends on stable partnerships with Mobile Network Operators (MNOs). However, to maintain a profitable business in the face of falling connectivity and connectivity management revenue share, MVNOs must continually diversify their services and compete with their carrier partners to capture more connections. More MVNOs will look to insulate their business from carrier competition and shifting service revenue by expanding their customer base in 2024. ABI Research forecasts that more MVNOs this year will begin to support non-IoT use cases, following the lead of other MVNOs already invested in consumer connections. MVNOs such as Kajeet, Webbing, Transatel, 1GLOBAL (previously Truphone), and Giesecke+Devrient already support non-IoT connections alongside a traditional IoT portfolio. Non-IoT use cases can include supporting Embedded Subscriber Identity Module (eSIM) applications for travelers or supporting connectivity for consumer devices such as tablets and laptops. Consumer devices typically generate high levels of traffic and yield greater Average Revenue per User (ARPU) than devices used in traditional IoT applications such as Condition-Based Monitoring (CBM) and asset tracking. MVNOs with a consumer segment often use the higher revenue generated by their consumer business to fund innovative (but less profitable) IoT initiatives. More virtual operators will diversify their services in 2024 as MNO market share remains persistently high. Supporting non-IoT use cases will be a unique strategy adopted by MVNOs in the coming years to increase connections and bolster revenue. Video surveillance cameras have transformed from passive security tools to intelligent edge devices. AI-supported video cameras can be employed in valuable operational contexts—customers can employ cameras on the factory floor to spot defective products, in retail spaces to observe consumer behavior, and in event spaces to monitor the flow of spectators.  However, despite these new opportunities, video surveillance cameras are still primarily employed in security applications. Most cameras will, therefore, remain connected through fixed wires as security personnel doubt the reliability of cellular and other wireless connectivity technologies. Many video surveillance users believe wireless cameras are more prone to network outages and could result in lost security footage. There are certain video surveillance use cases where cellular is the predominant connectivity technology—trail cameras used by hunters and deployable security cameras employed in remote areas such as construction sites typically depend on cellular connections. However, ABI Research forecasts that an overwhelming majority of cameras will remain wired devices in 2024 and the  years ahead."}, {"knowledge": "www.abiresearch.com33 Enterprises looking to use location technologies to transform their operations continue to struggle with myriad Real-Time Location System (RTLS) technology options, positioning techniques, vendor solutions, deployment complexity, business models, cost, and maintenance of RTLS hardware, and how to effectively integrate these solutions within their existing systems. Given the enormity of potential use cases for location technologies within manufacturing, logistics, healthcare, and other environments, enterprises that do not plan for effective integration will be exposed to future expansion problems. This could be in the form of incompatible hardware, hardware that does not scale effectively, the need to integrate additional technologies into a competitor platform, generating valuable insights from multiple disparate systems and platforms, and requiring in-house expertise that can manage fragmented systems effectively. Numerous vendors are helping to remove these barriers to wider adoption and are expected to build further traction in 2024. First, continued partnerships between Wireless Local Area Network (WLAN) and RTLS vendors can help ensure a smoother integration with the existing wireless infrastructure, while the growing rollout of high-performance Wi-Fi 6, 6E, and 7 enterprise networks can provide high-performance upgrades to the existing location infrastructure and low-latency backhaul connectivity. Meanwhile, 2023 saw a growing availability of hybrid RTLS solutions from numerous vendors. These can combine the strengths of multiple technologies such as Bluetooth® Low Energy (LE), Ultra-Wideband (UWB), Wi-Fi, Radio Frequency Identification (RFID), and Global Navigation Satellite System (GNSS) to provide the most cost-effective, reliable, and scalable solutions. Additionally, new incentives such as Omlox, an open standard for RTLS, has developed middleware to enable interoperability across multiple technologies and vendors, helping to bridge the gap between technology implementation and the extraction of valuable insights across multiple use cases and enterprise locations. Furthermore, enterprises can now take advantage of new deployment automation tools such as distance measuring tools, Light Detection and Ranging (LiDAR), Artificial Intelligence (AI), and remote configuration to help reduce the complexity, cost, and speed of deployment. ABI Research also expects hardware and tag costs to continue to fall in 2024 as supply issues are diminished, while vendors are offering higher performance infrastructure and anchor points, alongside more tailored and specialized solutions for specific use cases, e.g., tool tracking tags, vehicle tags, and helmets. When combined with tag size reductions and battery life enhancements, this can lead to further innovation and performance benefits. ABI Research also expects the industry to take advantage of new RTLS pricing and business models that are best suited to facility needs and can help deliver the most effective Return on Investment (ROI) and attract greater buy in—these could be coverage based, tag based, insight based, or other emerging outcome based as-a-Service models."}, {"knowledge": "www.abiresearch.com34 5G positioning remains an exciting technology for a range of location-based applications and services, and 2023 saw several high-profile 5G positioning product announcements, demonstrating the future potential for the technology. Ericsson launched its 5G Precise Positioning platform in February 2023 as part of its Ericsson Radio Dot System (RDS), Radio Access Network (RAN) compute, and the Ericsson Network Location (ENL) platform. Key to the solution, Ericsson is targeting ease of deployment and reducing installation costs, which have traditionally hampered both private 5G and indoor positioning. Key target markets include asset, tool, and equipment tracking of between 1-Meter (m) and 3-meter accuracy within factories, warehouses, mines, and hospitals. This follows on from Huawei’s first commercially available 5G positioning solutions as part of its LampSite Enterprise Edition (EE) product in April 2022, based on Release 16 Time Difference of Arrival (TDOA) positioning combined with radio-based Simultaneous Location and Mapping (SLAM) solutions and Artificial Intelligence (AI) correction algorithms. This can achieve 1-m to 3-m accuracy and sometimes sub-meter positioning in indoor scenarios.   However, several challenges for 5G positioning adoption remain. Outside of a few vendors, i.e. Huawei, ZTE, and Ericsson, 5G positioning vendors have yet to come to market; instead, the focus heavily remains on research and testing. While further development is necessary, cost-effective, and easy to deploy systems will be needed for many enterprises wanting to adopt 5G positioning. In addition, the current pool of 5G positioning solutions is predominantly leveraging the downlink TDOA positioning systems introduced in Long Term Evolution (LTE). More work must be done to investigate and implement the positioning techniques introduced in Release 16 such as Angle of Arrival (AoA). This can be leveraged to reduce the density of infrastructure required for 5G positioning and reduce its reliance on precise timing. Finally, the RTLS and indoor positioning ecosystem is rapidly developing as support for location over technologies such as Bluetooth® Low Energy (LE) and Ultra-Wideband (UWB) accelerates. Many of these solutions have matured to the point where 5G positioning aims to be in several years’ time, and can currently provide much of the same functionality at much lower costs. 5G positioning will also be tied to the wider rollout of 5G infrastructure in enterprise environments, which has its own challenges. While further innovation in 5G positioning will come in 2024, ABI Research expects 5G positioning to eventually be leveraged alongside existing RTLS technologies and not as a direct replacement."}, {"knowledge": "www.abiresearch.com35 The metaverse hype cycle has ended, but investments will continue in 2024, especially within the industrial and enterprise markets where applications and use cases are grounded by real returns and tangible benefits. Technology and solutions vendors that prioritize outcomes for their customers will see the greatest traction and interest in metaverse applications, rather than pushing grander visions or longer-term propositions. Metaverse applications need to address individual and unique customer needs today and deliver target returns within a typical 1-year to 2-year payback period.   To best communicate metaverse opportunities, technology vendors will need to use the metaverse term judiciously in 2024—the metaverse term no longer has the same cachet it once had during the peak of its hype cycle and the wide breadth of definitions and perceptions of the term make it difficult to address a wider audience. Apart from those customers who are more advanced on their metaverse journeys, the optimal strategy for the metaverse will be to lead with customer education and once initial deployments or trials prove successful, follow up with a plan to build toward a richer metaverse environment. Vendors need to stratify their current and prospective customers based on their understanding and position within the metaverse landscape and then work with them accordingly.   Across the enterprise and industrial metaverse markets visualization will take a step forward, but most companies will still not be ready (or be willing) to deploy immersive technologies more broadly in 2024. Normalization from previous pandemic-driven growth has seen companies scale back investments, including in the communication and collaboration markets, impacting metaverse applications like virtual events and immersive collaboration. While growth is anticipated in 2024, it is expected to be organic, rather than accelerated following the market adjustments seen in 2023 and current state of immersive technologies.    On the industrial metaverse front, despite being in a more advanced state, a significant portion of industrial metaverse activities is still less visual in nature. For applications like digital twins, for example, visualization typically takes a distant backseat to the data and 2024 is not expected to see significant changes in this regard—these views also explain opposing views to digital twins as part of the industrial metaverse or not. Extended Reality (XR) has an established foothold, but lack of maturity in the hardware continues to hold back broader demand and valuations for visualization. One critical note to end users for 2024 is the coming accelerated activity in Mixed Reality (MR), which is already generating heightened interest. MR and spatial computing should be on companies’ radars, to at minimum follow early reception to new products like Apple’s Vision Pro—2024 could prove to be an inflection point for XR, which would push visualization into the “what will happen” category for 2025."}, {"knowledge": "www.abiresearch.com36 Low Earth Orbit (LEO) satellite networks will continue to disrupt the space industry. The capacity for SpaceX’s Starlink has reached more than 5,500 satellites (representing 230 Terabytes per Second (Tbps) of capacity) and has reported over 2 million subscribers at the close of 2023. The company is expected to launch 144 rockets in 2024, which could potentially allow the company to continue gaining significant market share. Each launch adds 1.6 Tbps of capacity per launch. The year 2024 will mark the entry of a new rival to Starlink and the greater industry: Amazon’s Project Kuiper. In 2023, Amazon achieved a 100% success rate for prototype testing and is gearing up for the first launches of its commercial satellite Internet network in 2024, which alongside broadband, will provide mobile backhaul with Vodafone, like Starlink’s mobile backhaul agreement with KDDI announced in August 2023. In 2024, the Service Addressable Market (SAM) for satellite Internet is also anticipated to grow as the region’s population and economies continue to grow at a robust rate. While ABI Research foresees North America continuing to have a strong addressable market potential of 28.59 million premises, the addressable market potential for the Asia-Pacific region is expected to reach 6X that, with 165.97 million premises in 2024, representing a Compound Annual Growth Rate (CAGR) of 1% Year-over-Year (YoY). With the region continuing to see economic growth, an increasing need to close the digital divide, and several satellite operators entering the market, 2024 will see an increase in Asia-Pacific satellite Internet penetration. Therefore, 2024 will very much see Non-Geostationary Orbit (NGSO) networks as the likes of Starlink, OneWeb, O3b mPOWER, Lightspeed, and Amazon’s Kuiper make connecting Asia the next battleground in satellite Internet."}, {"knowledge": "www.abiresearch.com37 The insatiable hunger for ubiquitous connectivity will propel 5G Non-Terrestrial Network (NTN) Mobile to become a significant technological force in 2024. With the integration of satellite communications solutions into the 5G communication architecture with The 3rd Generation Partnership Project (3GPP) Release 17, the NTN “landscape” presents an exciting new frontier in mobile connectivity, and those services and devices that are based on 3GPP 5G NTN standards-based solutions, are positioned to generate substantial demand. Here are five of the main reasons why the 5G NTN standards-based solutions are poised for high demand and widespread popularity: • Unprecedented Connectivity: 5G NTN extends coverage beyond terrestrial networks, reaching remote far-flung areas, mountains, deserts, disaster zones, oceans, and even airplanes. This opens new possibilities for telecommunication connectivity in previously unserved and underserved areas, bridging the digital divide and enabling a truly connected world. Also in many countries, there are often poorly covered, even non-existent cellular coverage areas where satellite coverage could come to the rescue—quite literally. • Key Drivers for Adoption 5G NTN Solutions: The confluence of key drivers such as lowered costs of satellite solutions, connected vehicles, the Internet of Things (IoT), emergency response capabilities of 5G NTN solutions, and the demand for ubiquitous connectivity create powerful momentum for adopting 5G NTN solutions. As the technology matures and its benefits become more evident, 5G NTN is poised to revolutionize mobile connectivity and bridge the digital divide. • Future-Proof Technology: 3GPP 5G NTN standards-based solutions are built on a future-proof foundation, which will ensure its compatibility with the upcoming 5G-Advanced and 6G technologies. This future-proof compatibility will allow operators to invest in a technology that will remain relevant for foreseeable years to come. • Global Interoperability: Adherence to 3GPP standards would help ensure compatibility across different networks and operators worldwide. This would allow users to roam seamlessly and enjoy consistent service regardless of their location and geographical barriers. • Cost-Effective Deployment: As 3GPP 5G NTN standards-based solutions use standardized technology, this could facilitate easier and more affordable deployment compared to proprietary NTN solutions. This would reduce the barrier of entry for operators, making it a more financially attractive option for expanding coverage. A case in point would be Qualcomm terminating its agreement with mobile satellite services provider Iridium (after 10 months) to embed Iridium satellite connectivity into the Qualcomm Snapdragon mobile platform. Qualcomm reported in a statement that “it will continue to work with Iridium on ‘standards-based solutions’ since smartphone makers have ‘indicated a preference towards standards-based solutions’ for satellite-to-phone connectivity.”"}, {"knowledge": "www.abiresearch.com38 While there is upside potential for The 3rd Generation Partnership Project (3GPP) Non-Terrestrial Network (NTN) solutions, proprietary NTN solutions may soon find themselves relegated to the footnotes with their closed ecosystems, specialized technology, and smartphone manufacturers’ preference for a standards-based approach, rather than a proprietary solution as mentioned by Qualcomm. Here are three main reasons why NTN proprietary solutions may struggle: • Limited Reach and Scalability: Proprietary solutions often operate in silos, and such an operation restricts user reach and hinders network scalability, posing a significant challenge to achieving global ubiquitous NTN coverage and supporting diverse applications. 3GPP standards-based NTN solutions, on the other hand, fosters a global ecosystem with interoperability, enabling wider adoption and broader impact. • Fragmented Ecosystem and Interoperability Challenges: NTN proprietary solutions could create a highly fragmented ecosystem where devices and network components struggle to communicate. This lack of interoperability would disrupt user experience and hinder seamless service continuity. On the other hand, 3GPP NTN, by its very nature, promotes interoperability, ensuring a consistent and smooth user experience across diverse networks and devices. • The Cost Equation: Open standards, such as 3GPP standards, promote economies of scale, which would drive down the cost of development, infrastructure deployment, and user equipment. This makes 3GPP NTN standards-based solutions more accessible to a wider range of operators and users, accelerating market adoption. Proprietary solutions, on the other hand, with their closed ecosystems and highly specialized technology, often incur higher costs, hindering market adoption. In conclusion, while proprietary solutions may offer short-term benefits, their inherent limitations and challenges make them less sustainable in the long run."}, {"knowledge": "www.abiresearch.com39 The “smart home” was seen as an elitist concept reserved for the wealthy and technology enthusiasts, and there have been huge advancements in smartphones and smart home products integration and compatibility. Benefits such as reduced device cost, convenience factors, improved safety, and reduced energy bills are resulting in a wider increased interest in home automation devices. The installation of lighting control, appliance temperature, and security systems controlled via a smartphone or voice-controlled devices proves to reduce soaring energy bills. Smart plugs and thermostats maintain indoor temperatures, monitor and schedule energy usage, and result in savings. New appliance lines such as washing machines, refrigerators, and coffee makers are entering the smart home market, designed to be energy-efficient, optimize energy usage, and communicate with other smart devices to coordinate energy management, thus reducing energy consumption without compromising quality. Lastly, as smart home vendors are adopting the Matter protocol, new opportunities for interoperability between products are yet to be uncovered in 2024. The building sector contributes 40% of the global energy demand and one-third of the world’s Greenhouse Gas (GHG) emissions, while connecting multiple sectors such as mining, industry, energy, waste, and mobility. The race to achieve the goal of net-zero emissions by 2050 will require a transformative approach to the construction, operation, and maintenance across the whole building lifecycle spanning 50 years to 75 years. Architecture, Engineering, and Construction (AEC) processes involve complex global supply chains, a traditional mindset, and legal & regulatory requirements across multiple stakeholders, so the digitization of material flows could take years to implement. Digital solutions from Madaster for Matrix One in Amsterdam, which documented 120,000 individual components for future building use and Circuland for Edencia in London are paving the way for ecosystem services to support material databases, secondary use markets, and material passports. Creating incentives and a logistic ecosystem for suppliers to produce healthy, sustainable, and circular products will enable suppliers to assess, forecast, and systematically plan strategies to recover and use building waste, rather than extracting virgin construction materials."}, {"knowledge": "www.abiresearch.com40 Each year, more and more companies install on-site generation and invest in PPAs, guaranteeing green energy. Utilities are investing in more advanced software for proper asset management and to achieve higher efficiency. As more systems are installed, vendors gradually have a greater understanding and can reduce costs in production. All of this will lead to the Levelized Cost of Electricity (LCOE) from these systems being incredibly low. But that will not change the ever-present increase in energy costs for 2023.  The increase will be caused by many factors. Some of these will be from the demand for continuous electrification from renewables resulting in a much greater capacity than before, while still leaving some legacy systems to supply a baseload supply. Advancements in solar technology have led to higher-efficiency panels, but increasing the production cost will fall on the end user of electricity to cover. Finally, inflation will continue to increase costs due to maintenance increasing as more assets will need looking after.  One can be mistaken in believing that Battery Energy Storage Systems (BESSs) are now deployed thoroughly alongside renewable technology. However, the BESS landscape is still young and immature with battery capacity being quoted at 6 hours maximum. There are still several hurdles that lie ahead of BESSs, including proper management of these systems and the lack of a long-lasting, secure supply of materials to continually produce the batteries.  BESS deployments will continue to grow over 2024, but realistically, it is still slow going and not at the pace it needs to be to match the real demand the market will have. Utilities will likely have most of the systems deployed with proper support in place for them, while for Commercial and Industrial (C&I) sectors, there will be limitations in growth, despite enterprises struggling with energy prices and taking advantage when mixed with on-site generation and Energy Management System (EMS).  The next expected advancement in BESSs will be unlocking long duration BESSs (capacity greater than 10 hours) where utilities can rely more on them while short durations can then be directed to C&I."}, {"knowledge": "www.abiresearch.com41 The software-defined vehicle trend is moving to the mainstream, expanding the role of Over-the-Air (OTA) software updates in the automotive industry. OTA updates are a powerful tool, enabling both maintenance of software-defined functionality at the point of sale and the expansion of the vehicle’s value proposition to the consumer through functional updates. In the consumer consciousness, OTA updates are most associated with functional OTA updates, with improvements in the driving experience and the cockpit environment being highly visible to the end user. From the automaker perspective, however, the most important role of OTA updates in the short term will be to maintain the growing fleet of software-defined functions through “virtual recalls,” avoiding the need for expensive dealership fixes for software errors, and the inevitable brand damage that these physical recalls incur. In this regard, 2024 will represent a turning point, with ABI Research expecting that more software errors will be addressed remotely than in dealerships in the U.S. market for the first time, saving automakers more than US$500 million in the process. In the same year, the number of vehicles in circulation capable of accommodating OTA updates will grow to 100 million, building an installed base of vehicles for future functional updates, and associated post-sales revenue for automakers. In the short term, Autonomous Vehicle (AV) technology has two paths to market—semi-autonomous operation in passenger vehicles and fully autonomous operation in shared robotaxi services. While these applications share many common enabling technologies, they are generally considered to be distinct markets by suppliers of these technologies, having very different vendor customers, business models, and expected market volumes. As a result, technology suppliers addressing these two distinct markets have adapted to strike the right balance between resources devoted toward passenger vehicle Original Equipment Manufacturers (OEMs), and those devoted to fledgling smart mobility operators. In recent years, the pendulum has swung in favor of semi-autonomous implementations in the established passenger vehicle markets, leveraging this as a foundation for a pivot into robotaxis in the future. While semi-autonomous implementations feature a lower density of autonomous technologies per vehicle, they enjoy high shipment volumes, delivered by established automaker brands into a known regulatory environment.  The year 2023 has been another challenging one for robotaxi operations, with the complexity of unsupervised autonomous driving in the real world being becoming increasingly apparent, particularly with respect to interactions with more vulnerable road users. The ongoing reaction and investigation into the causes of the recent Cruise accident, and into Cruise’s actions following this accident is likely to bring a greater degree of scrutiny to robotaxi deployments and service expansion in 2024, representing a significant headwind for unsupervised autonomous driving this year.   Overall, AV technology suppliers should continue to focus on the semi-autonomous passenger vehicle opportunity in 2024, pushing out plans for a broader pivot into robotaxi services."}, {"knowledge": "www.abiresearch.com42 The Southeast Asian region made significant progress toward Industry 4.0 in 2023. Some major highlights include the newly opened Hyundai Motor Group Innovation Center in Singapore for manufacturing Electric Vehicles (EVs), which integrates Artificial Intelligence (AI), robotics, and personnel to boost advanced EV manufacturing capabilities. This “lighthouse” factory initiative shines as a beacon for future investments within the region. Similarly, Thailand’s Eastern Economic Corridor saw increased investment to the tune of US$64.3 billion (~THB2.2 trillion), targeting EVs and biomedical technology as part of its next phase of development from 2023 to 2027. Looking to 2024, economic and Intellectual Property (IP) headwinds in China could also redirect investments toward Southeast Asia as a manufacturing base. Mature manufacturing economies such as Singapore, Malaysia, and Thailand have substantial technical and financial capabilities to secure additional high-grade regional manufacturing volume. For instance, Dyson’s first proprietary battery manufacturing plant in Singapore will officially begin production in 2024 and targets full operations in 2025. The company has also committed the facility toward0 software, AI, and robotics research, tapping into Singapore’s highly skilled workforce of engineers and scientists, in addition to government funding. Furthermore, Vietnam has been identified as having high growth potential for manufacturing with more than 860,000 small manufacturing enterprises. The country’s manufacturing sector, despite the need for greater scaling, has several government initiatives in place (e.g., corporate income tax incentives, free trade agreements, etc.), coupled with an affordable and readily available labor market to spur the manufacturing sector in the region. Meanwhile, focusing on technology-specific developments, 5G Reduced Capability (RedCap) trials have kickstarted in the region with Huawei and AIS Thailand, ZTE and AIS Thailand, and Digital Nasional Berhad (DNB) and Ericsson, all testing the new Industrial Internet of Things (IIoT) technology to enhance smart factory capabilities. Trials of 5G RedCap technology are expected to continue into 2024, alongside a gradually maturing device ecosystem, as the industry eagerly awaits the finalization of The 3rd Generation Partnership Project (3GPP) Release 18 standards in 2025. Considering the above, ABI Research believes that the Southeast Asia region is well positioned to embrace further digital transformation in the manufacturing industry for 2024 and beyond."}, {"knowledge": "www.abiresearch.com43 The year 2023 has been an eventful one in terms of 5G-related news in the Southeast Asian region. For example, in Malaysia, departing from the previous government’s plans to deploy 5G through a Single Wholesale Network (SWN) for the country, the new government has announced that it will adopt a dual infrastructure-based 5G carrier model starting next year. Elsewhere, AIS Thailand has announced successful 5G RedCap trials with Huawei and ZTE, respectively, while Digital Nasional Berhad (DNB) has also completed a successful trial of Ericsson’s pre-commercial 5G RedCap software on its network. However, despite the positive developments mentioned above, other countries in the region have faced difficulties and roadblocks in their 5G roadmaps. In Indonesia, despite having launched commercial 5G services in 2021, the general lack of spectrum availability (e.g., 700 Megahertz (MHz), 2.6 Gigahertz (GHz), and 3.5 GHz) in the country has impacted the rollout of 5G services by Communication Service Providers (CSPs). In Vietnam, there also appears to be some hesitancy regarding 5G among CSPs and no bids were submitted for an auction of the 2,300 MHz frequency band in May/June 2023. Fixed Wireless Access (FWA), a key value proposition for 5G, will need to be priced and positioned for the regional market. 5G FWA can complement fiber-optic deployments where population density is too low, or the community is too far away from urban centers for fiber optic to be commercially viable.  ABI Research believes that CSPs in the Southeast Asia region are preparing for 5G, but end user device pricing, feature sets, and marketing will need to reflect the local device replacement cycles and disposable income profiles of the Southeast Asian country."}, {"knowledge": "www.abiresearch.com44 WE WILL SEE THE CONSOLIDATION OF POINT SOLUTIONS  AND IoT DATA INTO UNIFYING PLATFORMS. Point solutions, think Warehouse Management Systems (WMSs) and Transport Management Systems (TMSs), demand planning and sourcing tools, and have become well established across the supply chain. All typically operate in silos, managing and optimizing their individual points of the supply chain, while often proving difficult to integrate with one another and all creating unique data feeds. The next phase of software development for organizations through 2024 will be to connect these data silos, harmonize data feeds, and develop an overarching platform that creates a single source of truth for operations. What ABI Research is seeing in this space: · Established software vendors like Blue Yonder and Manhattan Associates are focusing on single, interoperable platforms. · Emerging software providers like One Network Enterprises and o9 Solutions are gaining traction with their control tower solutions and integrated planning tools. · Organizations want to leverage Artificial Intelligence (AI) and advanced analytics, but are encountering a number of hurdles with data quality and data sharing between stakeholders. The same is happening on the Internet of Things (IoT) level. Fleet and equipment telematics adoption is growing, again creating myriad siloed operational data feeds. Device-agnostic IoT intelligence platforms will gain traction in 2024 with organizations seeking to better manage their assets, and more platforms from existing telematics vendors will emerge to capitalize on the value in IoT Software-as-a-Service (SaaS) offerings. Autonomous Mobile Robots (AMRs) have been the flavor of the year for warehouse automation in 2023 with high-profile deployments and advanced functionality; Automated Storage & Retrieval Systems (AS/RS) have become more modular and flexible, expanding to new use cases; and more autonomous forklifts have been developed by vendors targeting automation at the pallet level. There will be no slowdown in interest or investment in robotics for the warehousing and distribution space, quite the contrary, but facilities with end-to-end automated material handling will not be realized in 2024. While automated solutions are emerging in more areas, such as container unloading and pallet picking, these areas remain nascent. Goods-to-person systems will be the focus for organizations in 2024, with automation at the unit and case level continuing to take the lion’s share  of adoption."}, {"knowledge": "www.abiresearch.com45 The development of green hydrogen has accelerated over the last few years, as its use as a decarbonization tool within the industrial sector gains increased attention. Green hydrogen will play a critical role in the energy transition, emerging as a sustainable substitute for fossil fuels within sectors such as oil & gas, steel, and cement. The year 2023 marked a significant one in the development of clean hydrogen, with production capacity tripling compared to 2022, according to BloombergNEF. Shipments of electrolyzers, used to produce green hydrogen, have been doubling each year since 2020 and will continue to do so into 2024. Governments around the world are beginning to establish policies to encourage greater investment flows and stimulate demand for green hydrogen. The European Union (EU) has set quotas for the use of green hydrogen in the industry and transport sectors. The United States has announced a US$1 billion plan to support demand for clean hydrogen, and India has established new regulations requiring oil refineries to replace 30% of fossil fuel consumption with green hydrogen by 2035. While decent policy action is being made to facilitate the growth of the green hydrogen market, more will be needed over the coming years. Concerns surrounding the current level of capacity and transmission infrastructure of electricity grids globally have continued to intensify throughout 2023. As investments in renewable energy generation have increased rapidly over the last decade, grid expansion and upgrades have not followed suit, creating an imbalance between green energy generation and the necessary supporting transmission lines for energy distribution. This has led to a significant backlog of developers and companies looking to connect to the grid. Some grid operators in the United Kingdom have quoted wait times of up to 12 years. A study from the International Energy Agency (IEA) found that 80 million kilometers of grids globally must be added or upgraded by 2040 to meet national climate targets and support global energy security. In Europe alone, around €400 billion of funding in grid infrastructure is needed by 2030. Renewable energy and access to the grid is critical to enable organizations across multiple industrial sectors to deploy various decarbonization technologies, such as on-site green energy generation, electric industrial equipment, and green hydrogen production infrastructure. Delays to grid access means some decarbonization plans among industrials are being postponed or even abandoned. These delays are being compounded by an increasingly large number of applicants looking to  connect to the grid. Potential limited access to renewable energy highlights an urgency for industrial (and other) companies to focus on maximizing energy efficiency and accelerating electrification  where possible. While governments may begin tackling these issues, long lead times for transmission upgrades and lengthy planning procedures mean there will be little change in 2024."}, {"knowledge": "www.abiresearch.com46 Heightened awareness of global climate challenges has resulted in a cascading effect from regulators, investors, and customers, insisting on businesses operations being held accountable for their impact on society and environment. With mandatory Environmental, Social, and Governance (ESG) reporting becoming common business practices, the software supplier ecosystem is saturated with solutions purely focused on ESG reporting. The true value of ESG reporting is to improve operational performance, increase equipment efficiency, minimize environmental impacts, and prioritize worker well-being. Sustainability reporting is becoming as serious as financial reporting, so solution providers are striving to provide additional services such as data quality assurances, real-time monitoring, and predictive actionable insights. Predictive equipment maintenance, alerts, or ground-level triggers to reduce carbon emissions are attracting new investors and customer opportunities in a rapidly  evolving marketplace. Substantial improvements are being made to improve and standardize disclosure through The International Sustainability Standards Board (ISSB) from 2024. Reporting frameworks still suffer in assuring accurate comparability of core metrics across industries for disclosure. According to the Carbon Disclosure Project (CDP), Scope 3 emissions can be, on average, 5X to 25X higher than Scope 1 and Scope 2 emissions, and contribute up to 90% of the overall impact. Hence, Scope 3 emissions is critical information for a company to gather for aligning with decarbonization goals and reducing environmental footprint. As forward-looking companies and larger corporations are applying sustainability software at scale, long-term strategic goals on sustainability become clearer with tangible short-term metrics. Companies must be transparent on the calculation and reporting methodology: detailing the scope and boundary conditions, context for the data reported, and limitations or uncertainties in the reported data. The true value of emissions metrics is to establish a baseline and benchmark performance among competitors and industries. As ambitious regulatory initiatives on carbon policies and taxes are driving software implementation and technologies to measure, automate, and reduce carbon emissions, it is drastically changing the way we use resources and products, and create employment opportunities to drive net-zero goals."}, {"knowledge": "www.abiresearch.com47 Building on the success of Artificial Intelligence (AI) in telco networks in 2023, AI is expected to become an even more crucial technology in 2024 due to the need to improve network efficiency and reliability. AI has supported multiple use cases in the telco industry, including network optimization, predictive maintenance, and security. By further integrating the technology throughout all areas of their networks, operators will continue to enhance the efficiency, reliability, and profitability of operations. Through the proven use cases of AI, it has emerged as an essential sustainability tool in the telco industry. Energy-efficiency software applications use AI to predict network demand, optimize network routing, and reduce energy consumption during periods of low network utilization. Over the last year, leading telco operators have began developing energy-efficiency solutions that leverage AI, supporting its application in the industry. For example, at the end of 2023, Ericsson announced a partnership with Telenor to create AI-driven solutions for efficiency energy management and improved Radio Access Network (RAN) performance. Adoption of solutions like these among telcos will continue to increase throughout 2024, enabling operators to optimize network performance, reduce energy consumption and emissions, and support net-zero efforts. Supply chain emissions typically account for the majority of a company’s emissions. This is no different for telcos, with Scope 3 emissions often accounting for over 80% of total emissions. With network operators under increasing regulatory pressure, Scope 3 emission reporting practices have improved over the last few years with many telco companies now reporting all emission categories. However, implementing initiatives to reduce these emissions remains a headache and presents significant challenges. Challenges primarily stem from data limitations of suppliers and vendors, and complex value chains require data to be collected from a vast partner ecosystems and user base, highlighting the need for greater transparency within operations. Telefónica, for example, is looking to address supply chain emissions by encouraging its main suppliers to set science-based emissions reduction targets by 2025, having established net zero across its value chain target in 2022. While increased effort is being made to calculate, report, and reduce supply chain emissions, implementing measures to reduce them can take multiple years. Without regulatory pressure to not just report, but to reduce supply chain emissions, little progress is expected in 2024."}, {"knowledge": "www.abiresearch.com48 Despite the best efforts to reposition the original Machine-to-Machine (M2M) Embedded Subscriber Identity Module (eSIM) specification (SGP.02) for other Internet of Things (IoT) and other M2M use cases, including smart metering and asset trackers, it has quickly become apparent that the specification is not entirely suitable for non-automotive use cases. SGP.32 is being developed to help break down support barriers, allowing the use of existing Subscription Manager-Data Preparation (SM-DP) infrastructure, and offer a provisioning mechanism that recognizes the capability of IoT devices, and then defines whether said device should be provisioned over a Short Messaging Service (SMS), Internet Protocol (IP), or another channel like SGP.32. Designed to break down adoption barriers and provide new levels of adoption simplicity, the SGP.32 technical specification was ratified in 2Q 2023, but interoperability and certification work continues, meaning the first Proof of Concept (PoC) connections will likely land at some point in 2024. The SGP.32 specification is significant and one that will certainly move the growth needle, outside of the automotive category as it relates to IoT cellular connected devices. With 2024 being a critical development year, all eSIM ecosystem players, including manufacturers, Operating System (OS) and Remote SIM Provisioning (RSP) providers, orchestrators, MNOs, and MVNOs, should be aligning with and getting SGP.32 ready. With the market underpinned by standardization, being a laggard in SGP.32 specification adoption will translate into missed opportunity within significant growth markets, including smart metering and asset trackers.  When China will embrace Embedded Subscriber Identity Module (eSIM) smartphones is a question on everyone’s lips, given the sheer size of the market, and the fact that consumer eSIM has been embraced within other consumer categories, most notably smartwatches. Despite this, China has, thus far, continued to evade eSIM smartphone adoption with China’s continued consumer eSIM resistance driven by several remaining barriers: • Lack of Smartphone Device Support: Only a handful of Chinese eSIM smartphones remain available, having also been limited to flagship devices and are likely included to help appeal to Western nations, rather than the local Chinese market. With no significant market seeding, there remains little requirement or incentive for Chinese operator support. • Government Resistance: It is also possible that resistance remains at a government level. Access to eSIM could mean access to other non-localized networks, particularly related to international roaming, thus enabling access to content that China currently prohibits. • Limited Localized Access to eSIMs: The leading players supplying eSIMs are all European vendors. STMicroelectronics, Infineon, and NXP are the dominant eSIM chip suppliers. With current sanctions in place limiting the sharing of technology, China is largely a closed market. • China Likes to Develop Its Own Flavors:  China likes to develop adaptations of international standards for use within its localized market. It is more than feasible to assume that China may adopt eSIM smartphones, but they will be supported using a specification specifically developed to cater to the Chinese market. As of today, a lot of unknowns remain. All industry players have their opinion as to when China will begin to support eSIM smartphones, but 2024 will not be the year."}, {"knowledge": "www.abiresearch.com49 As we reach the end of 2023 and look toward 2024, the chipset shortage impact can now be considered over. This has been realized thanks to significant short to mid-term strategic plans related to the investment placed in the qualification of new foundries, a strategy to shift supply reliance from the Asian region, and continued investment in constructing new foundry manufacturing facilities.  As a result, additional capacity began to come online in 2H 2023, with more to follow, meaning supply normalization will be fully realized in 2024. As supply and demand begins to normalize, pressure will begin to be put on Integrated Circuit (IC) Average Selling Prices (ASPs). Secure IC vendors want to protect the value of the smart card chipset to justify continued foundry support and thus supply, but with the Chinese economy stagnating, pricing pressures from Chinese IC manufacturers will test the will of established European manufacturers, which will likely become more selective in the projects they serve in order to protect margins.   Despite the positivity related to supply and the smart card market coming out of the chipset shortage, the economic backdrop of 2023 is placing further strain on the market that will likely continue into 2024. Inflation is stickier than initially expected and a close eye needs to be kept on macroeconomic conditions. As inflation and the cost-of-living crisis continues, consumer spending will decrease, which will impact markets very closely associated with certain smart card verticals, such as Subscriber Identity Module (SIM) cards and smartphones. On top of the economic backdrop are other impacts, such as Embedded SIM (eSIM), which is already having an impact on removable SIM card shipments, thanks to Apple’s launch of its eSIM-only device in the United States.  Traditional smart card vendors need to be prepared for this business transition from physical to digital to ensure a smooth revenue transition from hardware to services. With the economic outlook not looking as promising as initially expected, and other technology transitions in motion, the ability for the smart card market to return to pre-COVID-19 volumes in excess of 10 billion per year will not happen in 2024."}, {"knowledge": "www.abiresearch.com50 Ultra-Wideband (UWB) will see significant growth in 2024 with a Year-over-Year (YoY) growth rate of 22.0%, from 435 million UWB-enabled device shipments in 2023 to an estimated 531 million shipments in 2024. The major driver of UWB volumes will continue to be smartphones, followed by wearables, but rapid advancements occurring across consumer, automotive, Internet of Things (IoT), and Real-Time Location System (RTLS) markets will continue to diversify the UWB ecosystem. Advancements in UWB ranging and sensing capabilities are contributing to a growing variety of use cases. UWB radar sensors that can detect respiration have the potential to be integrated into smart home devices such as baby monitors and have already been incorporated in smart buildings for presence and occupancy detection for Heating, Ventilation, and Air Conditioning (HVAC) and lighting optimization. UWB radar sensors will also see a boost in demand for automotive applications due to new regulations mandating the use of Child Presence Detection (CPD) systems in vehicles, with some automotive manufacturers favoring UWB radar technology for its ability to combine with ranging applications, as well as its robustness, reliability, and lower costs compared to alternative radar technologies. In 2024, it is unlikely that we will see Ultra-Wideband (UWB) become widely used for its low latency data transfer capabilities such as Augmented Reality (AR)/Virtual Reality (VR) connectivity and audio applications. The deployment of UWB for its data transfer applications has been slow due to UWB’s re-emergence being centered upon its fine-ranging and increasingly radar-based capabilities, as well as higher costs and the existence of strong alternative audio options such as Bluetooth. However, UWB’s advantage for audio lies in its ability to provide a low latency, high-quality, lossless audio experience, thanks to higher data rate capabilities than alternative technologies. Proofs of Concept (PoCs) such as Sonus Faber’s Duetto wireless speaker system using SPARK Microsystems’ technology and next-generation audio headphones using Qorvo’s technology, as well as the work toward a UWB audio standard via the Audio Engineering Society (AES) will further demonstrate the potential for UWB in the audio space, but with limited penetration beyond higher end smartphones when compared to the ubiquitous Bluetooth® technology, which is now transitioning to Low Energy (LE) Audio with improved audio quality. There is perhaps the potential for some ecosystem players such as Apple, Google, or Samsung to incorporate their own UWB audio solution in both their smartphones and headsets in future iterations to circumvent this, but this is not likely to happen overnight. However, the audio space is likely to become a key battleground for UWB, Bluetooth® LE, and now Wi-Fi technologies in the years to come as lossless audio and new experiences are desired. Qualcomm’s S7 Pro Gen 1 Sound Platform incorporates Qualcomm’s Expanded Personal Area Network Technology (XPAN) and micro-power Wi-Fi connectivity to enable headset users to extend the range of audio around the building, while providing lossless quality. Bluetooth® LE and Auracast broadcast audio will enable new audio improvements alongside new consumer and assistive listening-related experiences such as personal audio sharing, while in the future, the technology will support higher data rates to better support lossless audio. Furthermore, interoperability between devices will be key for UWB in audio applications, much like in other areas."}, {"knowledge": "www.abiresearch.com51 Wi-Fi 7 will hit the ground running in 2024, and from the outset will experience strong demand from enterprises eager to leverage the standard’s enhanced features to resolve congestion challenges, improve Quality of Service (QoS), and prepare their businesses for the return-to-office. Wi-Fi 7’s new capabilities will also enable the technology to service new applications, which the technology was previously unable to satisfy—notably mission-critical Operational Technology (OT) applications—which will help expand the addressable market for Wi-Fi technologies. Enterprises’ appetite for Wi-Fi 7 will be whet further by the attractive cost of Wi-Fi 7 infrastructure, which will be driven down by the aggressive pricing strategies enacted by enterprise vendors aiming to reclaim market shares or stake their claim to the next era of Wi-Fi innovation. On the back of this demand, enterprise Wi-Fi 7 AP shipments will reach 2.8 million in 2024, representing just over 11% of the total market."}, {"knowledge": "ABI Research is a global technology intelligence firm delivering actionable research and strategic guidance to technology leaders, innovators, and decision makers around the world. Our research focuses on the  transformative technologies that are dramatically reshaping industries, economies, and workforces today.   ABI Research’s global team of analysts publish groundbreaking studies often years ahead of other  technology advisory firms, empowering our clients to stay ahead of their markets and their competitors. © 2024 ABI Research.  Used by permission. Disclaimer: Permission granted to reference, reprint or reissue ABI products is expressly not an endorsement of any kind for any company, product, or strategy. ABI Research is an independent producer of market analysis and insight and this ABI Research product is the result of objective research by ABI Research staff at the time of data collection. ABI Research was not compensated in any way to produce this information and the opinions of ABI Research or its analysts on any subject are continually revised based on the most current data available. The information contained herein has been obtained from sources believed to be reliable.  ABI Research disclaims all warranties, express or implied, with respect to this research, including any warranties of merchantability or fitness for a particular purpose. Published January 2024 157 Columbus Avenue  New York, NY 10023 Tel: +1 516-624-2500 www.abiresearch.com For technology innovators and implementers, every year brings with it new opportunities – and a host of new challenges.  Since 1990, we have partnered with hundreds of leading technology brands, cutting-edge companies, forward-thinking government agencies, and innovative trade groups around the globe. Through our leading-edge research and worldwide team of analysts, we deliver actionable insight and strategic guidance on the transformative technologies that are reshaping industries, economies, and workforces today."}]