[{"knowledge": "www.abiresearch.com4©2024 ABI Research Counter Measures 28% IT Networks, Systems  & Data Security 39% Operational  Technology & IoT  Security 8% Policies & Procedures 25% 2024 ▪Total global critical infrastructure cybersecurity spending is forecast to be US$161 billion in 2024. ▪The market for solutions is almost two decades old, but remains relatively underdeveloped, with significant scope for growth and expansion.  ▪Cybersecurity applicability to industrial operations can be difficult; more so for legacy systems. ▪Integration is becoming easier as operators adopt newer technologies, but modernization and connectivity expand the threat landscape. 0 50 100 150 200 250 2024202520262027 (US$ Billions) Water & Waste Transport Public Security Healthcare Financial Energy Defense ▪Security spending tends to be concentrated in traditional Information Technology (IT) cybersecurity for defensive spending, notably for IT endpoints, networks, systems, and data. ▪Operational Technology (OT) and Internet of Things (IoT) security spending represents only 8% of total. It is the least prioritized category, despite being the most vulnerable category. ▪Cybersecurity solutions still need to adapt to the industrial context, which varies greatly from general enterprise IT, whether dealing with legacy or with Industrial IoT (IIoT)."}, {"knowledge": "www.abiresearch.com5©2024 ABI Research Recovery Backup & RestoreCyber Resiliency Response Incident ResponseAutomation + AI/ML Governance Risk Analysis, Compliance TrackingSupply Chain Management, SBOM Identity Identity, Authentication, Access ManagementMachine Identity, PQC Services Cloud & Managed Services, ConsultingSecure OTA, Device Lifecycle Management Detection Network Visibility, Asset ManagementSecurity Orchestration Protection Monitoring & ManagementZero-Trust Access TechnologiesTrends Primary drivers for cybersecurity spending: ▪Protecting Intellectual Property (IP) (industrial designs and know-how) ▪Protecting operations from cyberattacks (esp. ransomware) ▪Compliance with new regulation and standards ▪Accelerating digital transformation and Industry 4.0 adoption Varying levels of market maturity regarding the different technologies: ▪Mature: Network and endpoint protection, threat detection, and governance ▪Primary Gaps: Identity, response, and recovery ▪Top Trends: Zero-Trust Architecture (ZTA), machine identity, response automation, Artificial Intelligence (AI)-based threat detection, orchestration platforms, and supply chain management"}, {"knowledge": "www.abiresearch.com7©2024 ABI Research ▪To the security industry  Client ▪To technology providers Partner ▪To industrial OEMs  Competitor  Siemens is many things, but not  considered a security leader ▪Competitor ▪Security provider ▪Partner PerceptionReality Raise Siemens’ security profile: ▪As a security expert and provider; show that security is part of Siemens’ DNA ▪Highlight primary differentiator from security vendors → deep industrial expertise ▪Marketing Material and Assets: Press Releases (PRs), blogs, Whitepapers (WPs), videos ▪Strategic Relationships: Tech and industrial partners ▪Standards and Policy Engagement: Standards Development Organizations (SDOs), Public-Private Partnerships (PPPs) Survey data (out of 2,000 respondents): • 16.6% identified Siemens as a leading OT  security technology supplier • 27.9% identified Siemens as a credible OT  security technology supplier"}, {"knowledge": "www.abiresearch.com8©2024 ABI Research How Can ABI Research Help?Providing in-depth market research Understand the ecosystem and competitive landscape for industrial cybersecurity  ▪The goal is to identify positioning, areas for improvement, and gaps in the market.  ▪ABI Research’s syndicated research can provide that: Industrial CybersecurityResearch Service and IoT Cybersecurity Research Service ▪Topics covered:▪Cybersecurity spending in IT & OT/IoT for critical infrastructure ▪Vendor ecosystem for industrial cybersecurity ▪Industrial Control System (ICS) security for networks and endpoints ▪Secure IoT on-device architectures ▪Security for IoT device management ▪Real-Time Operating System (RTOS)/IoT Operating System (OS)competitive assessments ▪Zero-trust solutions for OT environments ▪Secure IoT connectivity ▪Digital authentication for embedded security ▪Industrial firewalls for OT/IoT security"}, {"knowledge": "www.abiresearch.com9©2024 ABI Research HOW CAN ABI RESEARCH HELP?Helping Siemens move the needle Raise public profile of Siemens’ security expertise in industrial markets ▪Provide internal strategic recommendations for market positioning (internal company presentations, surveys) ▪Create marketing assets for targeted, sustained/periodic campaigns (WPs, blogs & articles, webinars) ▪Projects undertaken in the last 12 months: ▪OT security thought leadership program with survey for network security vendor ▪Manufacturing security practices WP for Machine-to-Machine (M2M) module manufacturer ▪Software Bill of Materials (SBOM) and security internal strategy paper for cybersecurity vendor ▪IoT secure connectivity survey, WP, and webinar for IoT connectivity provider ▪WP series on use of digital certificates in healthcare and industrial environments for Certificate Authority (CA) provider"}, {"knowledge": "© 2024 ABI Research ABI Research is uniquely positioned at the intersection of end-market companies and technology solution providers, serving as the bridge that seamlessly connects these two segments by driving successful technology implementations and delivering strategies that are proven to attract and retain customers. +1.516.624.2500 in the Americas, +44.203.326.0140 in Europe, +65.6592.0290 in Asia-Pacific or visit www.abiresearch.com. Michela Menting | Senior Research Director"}]