[{"knowledge": "KEY TAKEAWAYS FROM CES 20244www.abiresearch.com CES 2024 was back in full swing and while some aspects of the show remain the same as prior years, many of the technologies on the show floor and at the center of discussions were far different from 2023.  AUGMENTED & VIRTUAL REALITYEric: I’ve attended most CES shows barring COVID-19 cancellations and attended in 2023. 2023 felt like it was missing a cohesive message, with some trying to make metaverse that central pillar but it landed flat. 2024 replaced metaverse with AI; expectedly, AI was everywhere and in most of the show messaging whether it made sense or not. So, while 2024 was more cohesive with AI as a foundation, that was not entirely a positive as it felt forced for many applications and products, rather than valuable.  INTERNET OF THINGS (IoT)Dan: With responsibilities to find the emerging tech markets, agriculture was on the agenda in my short visit to CES. The application of tech to agriculture is getting lots of attention for the most salient worldwide challenges: labor shortages requiring more automation and technology solutions; climate change driving a need for better monitoring to control input costs, food quality, and yield; and energy conservation/management both for profitability and sustainability. At the same time, the tradition-al notion of agriculture is changing with the growth in vertical farming—the notion of moving the farm and not the food by enabling food production near the point of consumption. Tech for traditional agriculture and vertical farming was present at the show primarily through the lens of small startups. John Deere was the largest ag firm at CES and rightly received accolades for its tech innovation, not only in its products but across its operations. SMART HOME & BUILDINGSRithika: This was my first time at CES, and I was pleased that sustainability, circular-ity, and energy efficiency were key overarching themes for 2024. In the smart home space specifically, energy efficiency, automation, and connectivity were top trends for increasing adoption while demonstrating the use case of devices through visualization and control. On the show floor, there was a clear shift in the definition of smart home from novelty to mass adoption targeting the middle market. Consumers are purchasing products that enhance security, save time and money, and enhance overall wellbeing. Connect-ed solutions targeted residential functionalities such as monitoring for energy man-agement, water sensors for leak detection, as well as security to increase value for the customer and adoption."}, {"knowledge": "KEY TAKEAWAYS FROM CES 20245www.abiresearch.com SMART MOBILITY & AUTOMOTIVEJames: I attended CES in 2023, which was my first show back since 2020. At the time, my impression was that the automotive presence was much more grounded than in previous years, focusing on tangible opportunities for software-defined features in the passenger vehicle space, including rich multimedia, intelligent navigation, and semi-autonomous driving. This theme continued at CES 2024, with most of consum-er-facing technologies and applications on display at the show being very similar to those demonstrated last year, with some refinements as these trends mature. This was compounded by the decision of some Original Equipment Manufacturers (OEMs) to scale back their presence at CES, particularly due to the atmosphere of uncertainty driven by industrial action and macroeconomic headwinds. That is not to say that the automotive industry has been idle over the past year. In-deed, many of the most compelling automotive technologies on display at CES 2024 were those targeted at the real-world delivery of the trends that previous iterations of CES have established as the next phase for personal mobility. AI (including Large Language Models (LLMs)), Virtual Reality (VR), digital twins, and cloud platforms are all being leveraged to accelerate and refine the entire design process (from requirements definition to testing and validation) in ways that, while invisible to the consumer, will prove essential in making connected, autonomous, and software-defined vehicles scalable and cost-feasible. SUPPLY CHAIN MANAGEMENT & LOGISTICSAdhish: This was my first time at CES. As a Supply Chain Analyst, I was pleasantly surprised by the number of exhibitions and coverage pertaining to supply chain man-agement through AI, IoT technologies, the industrial metaverse, digital twins, autono-mous trucks, agriculture technology, and electric commercial vehicles. Honda’s ‘0 Series’ EV Concept Car"}, {"knowledge": "KEY TAKEAWAYS FROM CES 20246www.abiresearch.com CES 2024 was 15% larger than CES 2023, with more than 135,000 attendees and 4,300 exhibitors, including more than 1,400 startups from around the world. Here are the tech innovations that stood out. AUGMENTED & VIRTUAL REALITYEric: XREAL’s latest Extended Reality (XR) headset, the Air 2 Ultra, was quite impres-sive. XREAL has recently started ramping up its messaging, positioning it as a leader in the smart glasses space. Value to consumers still needs to be proven with content and use cases, but the hardware itself seems mature enough to support potential applica-tions, which is a first. Smart glasses as a technology have never been a gimmick in my opinion, rather better suited to some applications (e.g., enterprise) than others—as the hardware improves, you can understand applications expanding beyond the en-terprise space more easily. Virtual screen use cases with smart glasses, for instance, require a certain hardware capability to be feasible at scale, which glasses had not really achieved. XREAL may be the first smart glasses vendor to reach that minimum hardware capability. IoTDan: The one company that was heads and shoulders above those serving the ag mar-ket is Bluewhite. The Israeli startup is providing autonomous technology and initially targeting the tree crop and vineyard tractor markets. What is most impressive is that its technology enables converting existing (human-driven) tractors into autonomous trac-tors. Its offering includes the hardware and software components, and the retrofittable mechanical components can be installed in less than a day. The technologies involved include IoT sensors, a Global Positioning System (GPS), Light Detection and Ranging (LiDAR), and Computer Vision (CV); real-time connectivity is not required for autono-mous operation. The benefits address labor shortages, worker health and safety, and lower costs for precision application of pesticides and fertilizers. But the benefit of the technology that the founders seemed most excited about is bringing kids back home to farms. In their view, autonomous vehicles will be the foundation for enabling the 21st century blue collar worker!"}, {"knowledge": "KEY TAKEAWAYS FROM CES 20247www.abiresearch.com SMART HOME & BUILDINGSRithika: Solution providers are using a multifaceted approach to attract homeowners and increase adoption, be it partnering with builders for new builds or existing energy and water providers to raise awareness, prove use cases, and ease installation. Oliver IQ a new “Smart Home-as-a-Service” subscription model was launched at CES and provides device integration, unlimited online and in-home  support, and maintenance through a user-friendly app  to automate and control the entire spectrum of smart  home devices. Resideo, a spin-off from Honeywell,  provides a suite of smart home solutions to function as  the nerve center of the home, including from security,  safety, energy saving, main tenance, and leak detection, with proven cost reductions for operating a home, which  reduces costs for homeowners. SMART MOBILITY & AUTOMOTIVEJames: It was really interesting to see the different ways in which AI and LLMs were being applied in automotive products and demos, sometimes in ways that seemed relatively shallow and gimmicky, and in other ways that seem set to have a major transformation on vehicle design and manufacture. Certainly, the most popular application for LLMs was in the various connected nav-igation demos spread throughout the West Hall, with both the more nautical and intuitive nature of the interface, and the ability to customize the model with the vehicle context emphasized by numerous vendors. For example, both TomTom and Qualcomm demonstrated how an LLM enriched with the vehicle’s specific manual can ensure model-specific accuracy in the responses provided by the voice assistant, while Elektrobit showed the power of an intuitive interface, combined with a reconfig-urable user interface to deliver deep personalization. No doubt, the smoothest LLM voice interface demo came courtesy of Qualcomm, with an edge AI approach creating a far more consistent experience—a consistency likely to be replicated on the road when brought to production. Another powerful demo of AI in automotive came from Aurora Labs, which is applying the technology to software code analysis, identifying relationships between code in running in different domains and accelerating testing and error detection. In conjunc-tion with its Over-the-Air (OTA) capabilities, Aurora Labs is one of several companies leveraging AI and connectivity to accelerate various stages of the design process. While invisible to the consumer, this application of AI could ultimately prove more impactful in terms of its ability to bring other consumer-facing innovations to market more rapidly and at a lower cost. Oliver IQ"}, {"knowledge": "KEY TAKEAWAYS FROM CES 20248www.abiresearch.com SUPPLY CHAIN MANAGEMENT & LOGISTICSAdhish: Valeo’s intention to bring Advanced Driver-Assistance Systems (ADAS) to the masses was very eye-catching. It announced the “democratization” of ADAS, through partnerships with Renault, Stellantis, and General Motors (GM). It showcased a new “AI-enabled smart front camera as central computer” product that connects with multiple ultrasonic sensors, LiDAR units, and radar, pairing it with a Driver Monitoring System (DMS) to deliver high-level performance. The company’s presenters went on to talk about how their system can reduce costs and help democratize the safety ben-efits of Level 2 (L2) safety and possibly autonomy. Valeo claimed to be working on a system of connected components that would enable ADAS-like safety systems on any vehicle, including two-wheelers. Valeo also announced its digital twin testing environ-ment that uses a virtual world to test several scenarios in an accelerated time frame and then uses the results of those tests to develop thermal management solutions for Electric Vehicle (EV) batteries that can dramatically improve real-world range and battery longevity. Bluetooth® Special Interest Group’s (SIG) Auracast demo was very cool as well. Au-racast is a new feature that Bluetooth® plans to launch for the public. It is basically broadcast audio using Bluetooth® technology. An Auracast transmitter can be set up in public settings, such as at a speech podium, TV, or airport gate for making an-nouncements. Consumers can then simply connect their headphones to broadcast audio using their phones or other electronic devices and listen in. It is also possible to create private and password-protected channels through a user’s own phone or laptop, or even beamed audio only into headphones that the broadcaster allows. Apart from being a very cool innovation, Auracast can also prove to be a game-chang-er to different consumer segments depending on the use cases. For example, it can massively benefit the hearing impaired, who might otherwise have to rely on visuals. It can also be very useful during international seminars, where speeches in a differ-ent language can be instantaneously translated for the listener who is foreign to the language.  On the fleet electrification front, HERE Technologies announced the launch of “HERE EV Range Factors” that leverage road topography data such as elevation, wind speed/direction, etc., as well as EV charging data with predictive analytics to streamline EV deployments and operations for commercial fleets. Adding this extra level of gran-ularity will only add to the precision of predictive modeling, which will undoubtedly help fleet managers with their electrification efforts."}, {"knowledge": "KEY TAKEAWAYS FROM CES 20249www.abiresearch.com CES brings with it lots of expectations, but reality does not always live up   to them. Below are some of the technologies that ABI Research expected to   see and hear a lot about, but in some cases, proved to be more hype than  substance. AUGMENTED & VIRTUAL REALITYEric: XR, in general, was minor this year. I was hoping there would be more presence as excitement ramps up around Apple Vision Pro and other competitive products hitting the market. However, many of the same names in hardware were present without much excitement, and content/use cases for the mass market remain a question. The metaverse was incredibly small, especially compared to  2023. While I expected a smaller presence than last year as  some of the consumer metaverse buzz died down, it was  even smaller still than expected. Siemens had the standout metaverse announcement about its industrial metaverse  efforts, but outside of that, there was little of note. IoTDan: As noted, vertical farming is a growing and dynamic market that is combining a broad swath of technologies, including sensor, AI, light, irrigation, and vision tech combined with aquaculture, renewables, and architecture technologies. Unfortunately, agriculture as a sector was not showcased. However, it is one that could easily be demonstrated at CES. In general, showing tech applications within various sectors, particularly in indoor facilities, can be hard to do. With CES expanding its floor space, tech implementation areas could be arranged—why not showcase vertical farms in The Sphere! POC self-powered rear lighted  helmet by Powerfoyle Samsung’s Smart Things ecosystem"}, {"knowledge": "KEY TAKEAWAYS FROM CES 202410www.abiresearch.com SMART HOME & BUILDINGSRithika: I expected more products to be exhibited with Matter compatibility, but OEMs are facing challenges with additional costs and hardware requirements. Although Matter is a relatively new open standard (launched in November 2022, there were several exhibits displaying Matter-compliant/capabilities with product rollouts slated for the coming months. SMART MOBILITY & AUTOMOTIVEJames: CES remains the largest automotive show of the year, although many attend-ees were clearly hoping for a larger OEM presence at the show next year, both in terms of volume and the significance of the concepts and product launches intro-duced at the show.  As electrification grows, it would have been great to see more of the EV ecosystem (beyond the significant Electric Vehicle Supply Equipment (EVSE)/charging presence) to use the show as an opportunity to set out the evolution of the vital context in which all other Software-Defined Vehicle (SDV) technologies and applications must reside in the future.  SUPPLY CHAIN MANAGEMENT & LOGISTICSAdhish: With 5G taking center stage, I was expecting to see more of 5G-enabled inno-vations, which didn’t quite happen. Nothing stuck out in presenting the technology’s potential of increased bandwidth opening more use cases. I was especially expecting to see this from ADAS and vehicle tech providers, which didn’t exactly occur. I saw a lot of cool robots (humanoid and barista robots), but didn’t see a lot of them with practical or clear use cases. I would have liked to see more Autonomous Mobile Robots (AMRs) that can move items from one point to the other for deployment in factories or warehouses. TAXA Outdoors & Goal Zero  showcase off-grid adventure technology"}, {"knowledge": "KEY TAKEAWAYS FROM CES 202411www.abiresearch.com ABI analysts share their concluding thoughts on CES 2024. AUGMENTED & VIRTUAL REALITYEric: CES once again proves itself less of a consumer electronics show and more of an automotive show. Some of the automotive booths were very impressive—I particularly liked Kia’s showcase that showed off modularity across the vehi-cle product line. The automotive portion of CES is often more forward looking than the more traditional consumer electronics side of things, so all is subject to change of course, but many of the automotive vendors (and adjacent, such as agriculture) seem to be keeping up with the disruption in the space quite well. IoTDan: Tech will always have its silos of activities and suppliers, which is all good for driving awareness and healthy competition. But many technologies are ready for implementation now. Use cases, implementation analysis, and business models are where not only the general public, but also tech suppliers can see value—and per-haps even drive new ideas. Agriculture is a nascent market for technology, but one where tech implementation, not the technology itself, is creating value. SMART HOME & BUILDINGSRithika: CES 2024 encapsulated the value of in-person large events and included every aspect of consumer technology solutions from chip manufacturers, transparent TVs, and music frame speakers, as well as the Ballie robot, all of which were eager  to please visitors. Smart home players  are making strategic shifts to create  product lines to reiterate intrinsic value to homeowners through security, cost savings, and convenience to increase adoption and their customer base. Additionally, suites of smart connected products with software  services are gaining popularity with  potential applications in the commercial  building sector. Panasonic Group exhibited prototypes for high-performance electrodes for water electrolysis systems used in green hydrogen production."}, {"knowledge": "KEY TAKEAWAYS FROM CES 202412www.abiresearch.com SMART MOBILITY & AUTOMOTIVEJames: Semi-autonomous driving continued its momentum at CES 2024, even as unsupervised autonomous driving and robotaxis became less visible, although by no means absent.  At the beginning of CES week, NVIDIA announced a series of EV customers for its NVIDIA DRIVE Thor and Orin Autonomous Vehicle (AV) compute platform Systems-on-Chip (SoCs), including Li Auto, GWM, ZEEKR, and Xiaomi, while during the event itself, Mobileye announced a growing pipeline for its Supervision and Chauffeur products, including Mahindra, numerous Geely brands, and Western OEMs that will equip 17 models with Mobileye’s Level 2+ products. All these announcements point toward a growing momentum behind the semi-auton-omous driving trend. Further evidence of the maturity of this trend can be seen in the competitive differentiators referenced by suppliers of technologies such as LiDAR and Long-Wave Infrared (LWIR) sensors, which tend to have less to do with system perfor-mance metrics like range and resolution, and more to do with manufacturing capacity, supply chain integrity, system integration experience, and cost-down potential. SUPPLY CHAIN MANAGEMENT  & LOGISTICSAdhish: John Deere was at the forefront of precision agriculture. With recent supply chain congestion and growing nearshoring/reshoring trends, I feel like we will start to see a lot of agricultural innovations boost-ing agricultural productivity in the United States. John Deere seems to be doing a lot of this. It showcased innovative technology in precision agriculture, featur-ing automated cotton planting and picking systems designed to augment human labor and add a level of unmatched precision when it comes to planting and picking, as well as spraying weeds in farms. It also announced its intentions of bringing satellite commu-nications service to the farm at scale, so farmers with cellular coverage challenges can maximize the value of connectivity to their operations. We can expect to see this soon not only in agriculture, but also in mining, where cellular connectivity is limited. Its teleoperated tractor using an iPhone was a bit gimmicky, but still intriguing to see."}, {"knowledge": "ABI Research’s Consumer Technologies research contextualizes  and gives a holistic view of the consumer devices segment, ex- tracting value across all key transformational technologies. Spe- cifically, it examines the penetration rates and impact of tech- nologies like 5G, Artificial Intelligence (AI), Tiny Machine Learning  (TinyML), Computer Vision (CV), smart voice, Augmented Reality  (AR)/Virtual Reality (VR), short-range connectivity technologies,  positioning and tracking technologies,  and edge compute on the  consumer devices market. To learn more, or to discuss your plans  for 2024, contact us today. www.abiresearch.com  We Empower Technology Innovation and Strategic Implementation. ABI Research is uniquely positioned at the intersection of end-market companies and technology solution providers, serving as the bridge that seamlessly connects these two segments by driving successful technol-ogy implementations and delivering strategies that are proven to attract and retain customers.  ©2024 ABI Research.  Used by permission. Disclaimer: Permission granted to reference, reprint or reissue ABI products is expressly not an endorsement of any kind for any company, product, or strategy. ABI Research is an independent producer of market analysis and insight and this ABI Research product is the result of objective research by ABI Research staff at the time of data collection. ABI Research was not compensated in any way to produce this information and the opinions of ABI Research or its analysts on any subject are continually revised based on the most current data available. The information contained herein has been obtained from sources believed to be reliable.  ABI Research disclaims all warranties, express or implied, with respect to this research, including any warranties of merchantability or fitness for a particular purpose. Published January 2024 157 Columbus Avenue  New York, NY 10023 Tel: +1 516-624-2500 www.abiresearch.com"}]