{
    "Context": "Siemens_Report_FY2023: * Software-as-a-service transition significantly above expectations.\n* Market share gains in most businesses, leading to revenue growth.\n* Sector-specific expertise increased in battery and semiconductor segments.\n* Sector-specific sustainability solutions enhanced through partnerships and training.\n* Sector planning for seven key countries completed for fiscal 2024.\n**Sustainability:**\n\n* Sustainability strategy developed and anchored in company steering.\nMost activities have a 100% substantial contribution and DNSH criteria.\nThe taxonomy-aligned proportion of OpEx ranges from 0.1% to 8.2%.\nThe activities include manufacturing renewable energy technologies, low carbon transport technologies, installing energy efficiency equipment, and acquiring buildings.\nThe table presents a list of environmentally sustainable activities under the EU Taxonomy, along with their corresponding operating expenses (OpEx), absolute OpEx, proportion of OpEx, substantial contribution criteria, DNSH criteria, policy measures, biodiversity criteria, and taxonomy-aligned proportion of OpEx.\nWS Tech Energy Global S.L.\n(Spain) and Certas AG (Switzerland) are the largest shareholders with 49% each.\nBrasol Participaçoes e Empreendimentos S.A. (Brazil) is the largest shareholder in the Americas region with 98% ownership.\nInteressengemeinschaft TUS (Switzerland) holds 50% with CAPTON ENERGY DMCC (UAE) holding 49%.\nUK companies Awel Y Môr Offshore Wind Farm Limited, Cross London Trains Holdco 2 Limited, Five Estuaries Offshore Wind Farm Limited, Galloper Wind Farm Holding Company Limited, and Plessey Holdings Ltd. have varying ownership stakes ranging from 10% to 50%.\n* Implementation of a sustainability-related business strategy and strengthening of the sustainability organization.\n* Development of sustainability-related financing solutions and advancement of the DEGREE framework for diversity and inclusion.\n* Expansion and revenue growth in Global Business Services, along with the scaling of the Next Work program to 80,000 employees.\nHighlights include:\n\n* Successful sale of Commercial Vehicles business and strong operating performance in portfolio measures.\nThis table summarizes key initiatives and accomplishments related to portfolio measures, sustainability and diversity, optimization and efficiency enhancement, and the Next Work program.\n* Liquidity: CCR, measuring the conversion of profit into cash flow.\n* Growth: Comparable revenue growth, aiming for high-value expansion.\n**Financial Targets:**\n\n* Profit: EPS pre PPA, emphasizing profitable growth.\n* Profitability/Capital Efficiency: ROCE adjusted, focusing on capital efficiency.\n* Long-term Value Creation: TSR, indicating total shareholder value creation through share price increases and dividends.\n**Sustainability:**\n\n* Focus topics: Diversity and inclusion, ESG/Sustainability index (CO2 emissions, digital learning, Net Promoter Score).\nHowever, current liabilities increased from 27,941 to 31,599, and non-current liabilities rose from 7,134 to 8,487.\nSiemens Energy AG's financial position from 2022 to 2023 shows a decline in ownership interest (35.1% to 25.1%), current assets (28,665 to 26,567), non-current assets (17,279 to 16,321), and net assets attributable to shareholders (10,870 to 2,802).\nInnovation, Governance, and Pensions assets grew slightly.\nThe overall reconciliation to Consolidated Financial Statements showed a moderate decrease from 2022 to 2023.\nIntragroup financing receivables and liability-based adjustments increased, while tax-related assets and financing eliminations decreased.\nIn 2023, Siemens Energy's investment in assets decreased significantly, while Siemens Real Estate's assets remained relatively stable.\nDigitalization enables these changes by allowing for smarter building design and grid management with higher renewable energy integration.\nIt also develops technologies for renewable-based energy systems and improves the sustainability and performance of buildings.\nSmart Infrastructure emphasizes digitalization and cloud-based offerings, enhanced by AI and large language models.\nIt invests heavily in sustainability throughout its products' lifecycle and digitalization of its factories and equipment.\nSmart Infrastructure benefits from urbanization, demographic change, decarbonization, and digitalization trends, leading to increased demand for smarter buildings and energy infrastructures.\nSmart Infrastructure's R&D focuses on sustainable offerings for buildings, utilities, and industrial customers, including digital solutions for grid stability with high renewable energy shares.\n. * **Innovation:** Research and development activities.\n* **Siemens Real Estate:** Management of company real estate worldwide.\n* **Siemens Healthineers:** Healthcare products and services.\n* **Siemens Financial Services:** Financing solutions for Siemens customers and other companies.\n* **Mobility:** Rail passenger and freight transportation systems and services.\n* **Governance:** Brand fees, group management costs, and corporate services.\nFinancial information for Siemens Energy is presented on a 100% basis, aligned with Siemens' accounting policies.\nA capital increase in March 2023 lowered Siemens' stake in Siemens Energy to 31.9%, resulting in a €235 million gain.\nA partial impairment reversal of €1,594 million was recognized due to increased recoverable value.\nSiemens Energy acquired and redeemed shares in Siemens Gamesa, reducing Siemens' investment by €1,553 million.\nSiemens Energy AG, an equity method associate, is valued at €2.5 billion as of September 2023, contributing a loss of €1,478 million to Siemens' net income.\nIn June 2023, Siemens contributed 6.8% of Siemens Energy shares to its pension trust, reducing its stake to 25.1% and generating a €318 million gain.\nConsolidation adjustments, including goodwill, decreased slightly from 2,098 million euros to 2,670 million euros.\nSiemens' net asset interest in Siemens Energy AG increased from 3,695 million euros to 1,779 million euros between fiscal years.\nAccumulated impairment and reversal of impairment decreased significantly from (873) million euros to (2,703) million euros.\nCapital efficiency is targeted within the range of 15-20% ROCE.\nProfitability is expected to improve, with Portfolio Companies achieving an operational margin of over 5%.\nEPS pre PPA excluding Siemens Energy Investment is projected to rise to €10.40-€11.00 due to profitable industrial business growth.\nSiemens Group anticipates comparable revenue growth of 4-8% in fiscal 2024, supported by a strong order backlog (€111 billion).\nOverall, the table shows a decrease in investment and expenses for Siemens Energy in 2023 compared to 2022.\nSiemens Real Estate's investment also declined from €118 million to €67 million.\nOther key areas such as Innovation, Governance, and Centrally carried pension expense remained relatively stable.\nAmortization of intangible assets and Financing, eliminations, and other items experienced notable reductions.\nIn 2023, Siemens Energy's investment decreased significantly from €2,911 million in 2022 to €668 million.\nInnovation, Governance, and Pensions assets grew slightly.\nThe overall reconciliation to Consolidated Financial Statements showed a moderate decrease from 2022 to 2023.\nIn 2023, Siemens Energy's investment in assets decreased significantly, while Siemens Real Estate's assets remained relatively stable.\nIntragroup financing receivables and liability-based adjustments increased, while tax-related assets and financing eliminations decreased.\nOverall, Siemens reached the upper end of its raised outlook and exceeded its initial forecasts.\nProfit Industrial Business exceeded its previous record, with all businesses except Siemens Healthineers showing growth.\nOrders rose 7% to €92.3 billion, driven by large orders in Mobility and growth in Smart Infrastructure.\nRevenue increased in most businesses, with Smart Infrastructure and Digital Industries contributing double-digit growth.\nSiemens had a successful fiscal 2023, despite market volatility, achieving financial targets with strong revenue growth (11% net of currency and portfolio effects) and EPS pre PPA of €10.77.\nSiemens' key performance indicators (KPIs) focus on operating performance:\n\n* Profitability: Basic earnings per share before purchase price allocation (EPS pre PPA)\n* Capital efficiency: Return on capital employed adjusted (ROCE adjusted)\n* Liquidity: Cash conversion rate (CCR)\n* Growth: Comparable revenue growth\n* Strategy execution: Business development, Siemens Xcelerator expansion, regional strengthening, and sustainability initiatives\n. Most activities have a 100% substantial contribution and DNSH criteria.\nThe taxonomy-aligned proportion of OpEx ranges from 0.1% to 8.2%.\nThe activities include manufacturing renewable energy technologies, low carbon transport technologies, installing energy efficiency equipment, and acquiring buildings.\nThe table presents a list of environmentally sustainable activities under the EU Taxonomy, along with their corresponding operating expenses (OpEx), absolute OpEx, proportion of OpEx, substantial contribution criteria, DNSH criteria, policy measures, biodiversity criteria, and taxonomy-aligned proportion of OpEx.\n* Market share gains in most businesses, leading to revenue growth.\n* Software-as-a-service transition significantly above expectations.\n* Sector-specific expertise increased in battery and semiconductor segments.\n* Sector-specific sustainability solutions enhanced through partnerships and training.\n* Sector planning for seven key countries completed for fiscal 2024.\n* Sustainability-related business model development underway, with key performance indicators defined.\nThe table shows the absolute CapEx and proportion of CapEx for each activity.\nThe taxonomy-aligned proportion of CapEx ranges from 0% to 12.2%.\nAll activities meet the criteria for substantial contribution, do-no-significant-harm, and minimum safeguards.\nActivities include manufacturing renewable energy technologies, low-carbon transport technologies, and infrastructure for energy efficiency and low-carbon transportation.\nThe table lists environmentally sustainable activities eligible for the EU Taxonomy, along with their capital expenditures (CapEx) and criteria for substantial contribution, do-no-significant-harm, minimum safeguards, and taxonomy alignment.\nThe Mediation Committee proposes resolutions on Managing Board appointments/dismissals.\nThe Siemens AG Nominating Committee recommends candidates for Supervisory Board election, considering diversity, expertise, and gender balance.\nThe Innovation and Finance Committee focuses on innovation and financial matters, including approving transactions between €300-600 million.\nDespite the absence of a dedicated sustainability committee, sustainability remains a key topic discussed at Supervisory Board meetings, with the Audit Committee addressing reporting-related aspects and the Compensation Committee considering sustainability in compensation decisions.\nInnovation, Governance, and Pensions assets grew slightly.\nThe overall reconciliation to Consolidated Financial Statements showed a moderate decrease from 2022 to 2023.\nIntragroup financing receivables and liability-based adjustments increased, while tax-related assets and financing eliminations decreased.\nIn 2023, Siemens Energy's investment in assets decreased significantly, while Siemens Real Estate's assets remained relatively stable.\nAs of the last fiscal year, no shareholder holds 10% or more of Siemens AG's voting rights.\nSiemens has implemented EU Taxonomy reporting for climate change mitigation and adaptation.\nBusiness activities, revenue, and expenditures are mapped to economic activities defined by EU regulations.\nAssessments determine eligibility, alignment, and compliance with \"Do No Significant Harm\" criteria.\nEmployee stock ownership does not confer special control powers, allowing employees to exercise voting rights like other shareholders.\nSiemens meets Minimum Safeguards requirements for human rights, anti-corruption, taxation, and fair competition.\nIt also develops technologies for renewable-based energy systems and improves the sustainability and performance of buildings.\nIt invests heavily in sustainability throughout its products' lifecycle and digitalization of its factories and equipment.\nDigitalization enables these changes by allowing for smarter building design and grid management with higher renewable energy integration.\nSmart Infrastructure emphasizes digitalization and cloud-based offerings, enhanced by AI and large language models.\nSmart Infrastructure benefits from urbanization, demographic change, decarbonization, and digitalization trends, leading to increased demand for smarter buildings and energy infrastructures.\nSmart Infrastructure's R&D focuses on sustainable offerings for buildings, utilities, and industrial customers, including digital solutions for grid stability with high renewable energy shares.\nThe EU Taxonomy classifies economic activities into three categories based on their environmental sustainability:\n\n* **A.1:** Taxonomy-aligned activities that contribute to environmental objectives\n* **A.2:** Taxonomy-eligible but not environmentally sustainable activities (not Taxonomy-aligned)\n* **B:** Taxonomy-non-eligible activities\n\nThe table shows the breakdown of operating expenses (OpEx) for these activities in millions of €, with the proportion of OpEx as a percentage of the total.\nThe largest categories in A.2 (not Taxonomy-aligned) are:\n\n* Manufacture of low carbon technologies for transport (3.3%)\n* Transmission and distribution of electricity (3.5%)\n* Infrastructure for rail transport (3.6%)\n\nThe largest category in B (Taxonomy-non-eligible) is:\n\n* OpEx of Taxonomy-non-eligible activities (87.6%)\n\nThe table also includes information on the substantial contribution, climate mitigation, and climate adaptation criteria, as well as the minimum safeguards and Taxonomy-aligned proportion of OpEx for each activity.\n. The table shows the absolute CapEx and proportion of CapEx for each activity.\nThe taxonomy-aligned proportion of CapEx ranges from 0% to 12.2%.\nAll activities meet the criteria for substantial contribution, do-no-significant-harm, and minimum safeguards.\nActivities include manufacturing renewable energy technologies, low-carbon transport technologies, and infrastructure for energy efficiency and low-carbon transportation.\nThe table lists environmentally sustainable activities eligible for the EU Taxonomy, along with their capital expenditures (CapEx) and criteria for substantial contribution, do-no-significant-harm, minimum safeguards, and taxonomy alignment.\nMost activities have a 100% substantial contribution and DNSH criteria.\nThe taxonomy-aligned proportion of OpEx ranges from 0.1% to 8.2%.\nThe activities include manufacturing renewable energy technologies, low carbon transport technologies, installing energy efficiency equipment, and acquiring buildings.\nThe table presents a list of environmentally sustainable activities under the EU Taxonomy, along with their corresponding operating expenses (OpEx), absolute OpEx, proportion of OpEx, substantial contribution criteria, DNSH criteria, policy measures, biodiversity criteria, and taxonomy-aligned proportion of OpEx.\nThe EU Taxonomy classifies economic activities into three categories based on their environmental sustainability:\n\n* **A.1:** Taxonomy-aligned activities that contribute to environmental objectives\n* **A.2:** Taxonomy-eligible but not environmentally sustainable activities (not Taxonomy-aligned)\n* **B:** Taxonomy-non-eligible activities\n\nThe table shows the breakdown of operating expenses (OpEx) for these activities in millions of €, with the proportion of OpEx as a percentage of the total.\nThe largest categories in A.2 (not Taxonomy-aligned) are:\n\n* Manufacture of low carbon technologies for transport (3.3%)\n* Transmission and distribution of electricity (3.5%)\n* Infrastructure for rail transport (3.6%)\n\nThe largest category in B (Taxonomy-non-eligible) is:\n\n* OpEx of Taxonomy-non-eligible activities (87.6%)\n\nThe table also includes information on the substantial contribution, climate mitigation, and climate adaptation criteria, as well as the minimum safeguards and Taxonomy-aligned proportion of OpEx for each activity.\nIt invests heavily in sustainability throughout its products' lifecycle and digitalization of its factories and equipment.\nSmart Infrastructure emphasizes digitalization and cloud-based offerings, enhanced by AI and large language models.\nIt also develops technologies for renewable-based energy systems and improves the sustainability and performance of buildings.\nDigitalization enables these changes by allowing for smarter building design and grid management with higher renewable energy integration.\nSmart Infrastructure benefits from urbanization, demographic change, decarbonization, and digitalization trends, leading to increased demand for smarter buildings and energy infrastructures.\nSmart Infrastructure's R&D focuses on sustainable offerings for buildings, utilities, and industrial customers, including digital solutions for grid stability with high renewable energy shares.\n* **Digital Learning Hours per Employee:** Total digital learning hours, emphasizing employee development and growth.\n* **Net Promoter Score (NPS):** Customer satisfaction measured on a scale of 1-10, with a focus on customer impact and building trust.\nThe table provides key performance indicators (KPIs) for Siemens:\n\n* **CO2 Emissions:** Emissions from business operations, excluding carbon offsets, aligned with net-zero emissions by 2030.\nPage 121 of the document discusses the useful lives of property, plant, and equipment.\nThe table shows the revenue of economic activities classified under the EU Taxonomy.\nActivities are categorized as:\n\n* **Taxonomy-Eligible but not Environmentally Sustainable (A.2.\n):** These activities contribute to climate change mitigation but do not fully meet environmental sustainability criteria.\n* **Taxonomy-Non-Eligible (B):** These activities do not contribute to climate change mitigation and account for 79.7% of revenue.\nThey account for 3.8% of revenue, with notable contributors including low carbon technology manufacturing, energy efficiency equipment installation, and data-driven solutions for GHG emissions reduction.\n* **Taxonomy-Aligned (E/T):** The table does not provide specific data for taxonomy-aligned activities, but it mentions a requirement for a minimum 16.5% proportion of revenue from these activities.\nNegative currency translation effects significantly impacted order intake in China.\nThe Americas and U.S. saw double-digit order increases in Mobility and Smart Infrastructure, while Siemens Healthineers had a moderate decline.\nIn Asia, Australia, Mobility had a sharp increase, Smart Infrastructure had slight growth, and Digital Industries and Siemens Healthineers had order declines.\nGlobally, Mobility and Smart Infrastructure saw significant order growth, while Digital Industries and Siemens Healthineers (with the largest order contribution) had order declines.\nRegionally, Europe, C.I.S., Africa, Middle East had strong growth in Mobility and Smart Infrastructure, but declines in Digital Industries and Siemens Healthineers due to lower demand for COVID-19 tests.\n. Most activities have a 100% substantial contribution and DNSH criteria.\nThe taxonomy-aligned proportion of OpEx ranges from 0.1% to 8.2%.\nThe activities include manufacturing renewable energy technologies, low carbon transport technologies, installing energy efficiency equipment, and acquiring buildings.\nThe table presents a list of environmentally sustainable activities under the EU Taxonomy, along with their corresponding operating expenses (OpEx), absolute OpEx, proportion of OpEx, substantial contribution criteria, DNSH criteria, policy measures, biodiversity criteria, and taxonomy-aligned proportion of OpEx.\nIt also develops technologies for renewable-based energy systems and improves the sustainability and performance of buildings.\nDigitalization enables these changes by allowing for smarter building design and grid management with higher renewable energy integration.\nIt invests heavily in sustainability throughout its products' lifecycle and digitalization of its factories and equipment.\nSmart Infrastructure emphasizes digitalization and cloud-based offerings, enhanced by AI and large language models.\nSmart Infrastructure benefits from urbanization, demographic change, decarbonization, and digitalization trends, leading to increased demand for smarter buildings and energy infrastructures.\nSmart Infrastructure's R&D focuses on sustainable offerings for buildings, utilities, and industrial customers, including digital solutions for grid stability with high renewable energy shares.\nThe table shows the absolute CapEx and proportion of CapEx for each activity.\nThe taxonomy-aligned proportion of CapEx ranges from 0% to 12.2%.\nAll activities meet the criteria for substantial contribution, do-no-significant-harm, and minimum safeguards.\nActivities include manufacturing renewable energy technologies, low-carbon transport technologies, and infrastructure for energy efficiency and low-carbon transportation.\nThe table lists environmentally sustainable activities eligible for the EU Taxonomy, along with their capital expenditures (CapEx) and criteria for substantial contribution, do-no-significant-harm, minimum safeguards, and taxonomy alignment.\nThe company faces competition from multinational corporations and local players.\nThe company aims to increase its revenue from services to strengthen its portfolio further.\nIts portfolio includes building management systems, electrification solutions, and electrical products.\nDespite economic fluctuations, Smart Infrastructure's diverse portfolio and focus on services provide resilience and balance.\nSmart Infrastructure serves diverse customers, including infrastructure developers, building owners, and utility operators, through various channels.\nSmart Infrastructure provides products, systems, solutions, and software to facilitate the transition to renewable energy sources, sustainable buildings, and smart communities.\nA partial impairment reversal of €1,594 million was recognized due to increased recoverable value.\nFinancial information for Siemens Energy is presented on a 100% basis, aligned with Siemens' accounting policies.\nA capital increase in March 2023 lowered Siemens' stake in Siemens Energy to 31.9%, resulting in a €235 million gain.\nSiemens Energy acquired and redeemed shares in Siemens Gamesa, reducing Siemens' investment by €1,553 million.\nIn June 2023, Siemens contributed 6.8% of Siemens Energy shares to its pension trust, reducing its stake to 25.1% and generating a €318 million gain.\nSiemens Energy AG, an equity method associate, is valued at €2.5 billion as of September 2023, contributing a loss of €1,478 million to Siemens' net income.\nPage 121 of the document discusses the useful lives of property, plant, and equipment.\n* Software-as-a-service transition significantly above expectations.\n* Sector-specific expertise increased in battery and semiconductor segments.\n* Market share gains in most businesses, leading to revenue growth.\n**Sustainability:**\n\n* Sustainability strategy developed and anchored in company steering.\n* Sector planning for seven key countries completed for fiscal 2024.\n* Sustainability-related business model development underway, with key performance indicators defined.\n* Implementation of a sustainability-related business strategy and strengthening of the sustainability organization.\n* Development of sustainability-related financing solutions and advancement of the DEGREE framework for diversity and inclusion.\n* Expansion and revenue growth in Global Business Services, along with the scaling of the Next Work program to 80,000 employees.\nHighlights include:\n\n* Successful sale of Commercial Vehicles business and strong operating performance in portfolio measures.\nThis table summarizes key initiatives and accomplishments related to portfolio measures, sustainability and diversity, optimization and efficiency enhancement, and the Next Work program.\n. sustainability-report-fy2023: * **U.S. Department of Energy:** Siemens participates in the Better Climate Challenge to drive energy innovation.\n* **Carbon Pricing Leadership Coalition (CPLC):** Siemens advocates for carbon pricing policies worldwide.\n* **World Economic Forum (WEF):** Siemens is a member of the Alliance for Clean Air, Alliance of CEO Climate Leaders, and ESG Practitioners, promoting clean air, climate action, and sustainability reporting.\n* **United Nations:** Siemens engages with the Conference of the Parties (COP) and Global Compact (UNGC) Working Group on Climate to contribute to global climate discussions and align its operations with sustainability principles.\nThe table describes Siemens' involvement in various partnerships for promoting decarbonization and energy efficiency:\n\n* **The Climate Group:** Siemens participates in EV100, EP100, and RE100 initiatives, aiming for 100% electric vehicles in its fleet, improved energy efficiency, and 100% renewable electricity by 2030.\nThe table outlines economic activities related to sustainable and low-carbon industries, including:\n\n* Manufacturing renewable and low-carbon technologies\n* Transmission and distribution of electricity\n* Infrastructure for low-carbon transport (rail, road, water)\n* Installation, maintenance, and repair of energy efficiency and renewable energy technologies\n* Data-driven solutions for greenhouse gas emissions reduction\n* Professional services for energy performance of buildings\nSiemens maintains strict guidelines for carbon offsets, prioritizing physical emission reduction.\nSiemens Financial Services (SFS) invests in renewable energy and carbon removal projects, while financing fossil power generation with associated emissions of 3 million metric tons of CO2e.\nSiemens' Sustainability Report 2023 highlights their indirect decarbonization efforts, excluding enabled technology emissions from their overall customer avoided emissions.\nThey participate in platforms and initiatives to shape climate debate and advocate for policy changes that promote:\n\n* Decarbonization through energy efficiency, electrification, and renewable energy\n* Redesigning energy markets for sustainable investments\n* Local energy production and sector coupling\n* Digitalizing energy systems for renewable integration and grid stability\n* Implementing a CO2e price to drive low-carbon technology adoption\nSiemens aims to reduce emissions through various actions, including:\n\n* Increasing renewable electricity usage (79% in 2023, targeting 100% by 2030)\n* Power purchasing agreements for renewable electricity\n* Using biogas instead of natural gas\n* Electrifying its motor fleet (4,100 electric vehicles, 2,750 charging points in 2023), aiming for complete electrification by 2030\n* Implementing initiatives to accelerate electrification, such as special-edition electric models\nSiemens' Sustainability Report highlights their efforts in conserving resources.\nSiemens recognizes the environmental impacts of energy generation and aims to source all electricity from renewable sources.\nThe company has assessed its biodiversity footprint to drive improvements, achieved energy reductions through energy efficiency initiatives, and is nearing completion of its water strategy implementation.\nThe company also focuses on reducing air pollutant emissions, promoting waste recycling to minimize landfill waste and its associated impacts, and addressing water scarcity in water-stressed areas.\nSiemens' commitment to resource conservation is reflected in its sustainability framework and program, with targets to improve energy efficiency by 10%, reduce landfill waste by 50%, and increase material recycling rates by 2030.\nSiemens pursues the Green Deal project to evaluate and implement the European Union's Green Deal and similar global initiatives.\nThe company focuses on Eco Efficiency, Responsible Product Development, Clean Supply Chain, and Efficient Own Operations.\nSiemens aims to reduce emissions from business operations by 55% by 2025 and 90% by 2030, achieving Net Zero operations by 2030 and in its supply chain by 2050.\nSiemens' portfolio supports the transition to a low-carbon economy through automation, digitalization, smart infrastructure, and intelligent transportation solutions.\nThe table lists economic activities related to low-carbon technologies and energy efficiency, including manufacturing, infrastructure development, and installation and maintenance services.\nThe Managing Board, Supervisory Board, and various committees oversee sustainability matters.\nSiemens follows these recommendations, embedding sustainability into its governance and operations.\nThe Sustainability Executive Committee (EC SUS) focuses on portfolio market segments and go-to-market topics related to decarbonization, resource efficiency, and social impact.\nThe Task Force on Climate-Related Financial Disclosure (TCFD) provides a voluntary framework for companies to report climate-related risks and opportunities to stakeholders.\nSiemens has strengthened its sustainability organization, appointing Heads of Sustainability in key businesses and increasing the responsibilities of the Global Head of Sustainability and the Siemens Sustainability department.\n. Siemens provides technologies for smart grids and energy distribution, fostering energy intelligence and promoting sustainability.\nAdditionally, Siemens supports sustainable urban development by promoting access to clean energy and resilient infrastructure.\nThe company is committed to economic growth, decent work, and inclusive industrialization through its New Normal Working Model, partnerships, and support for SMEs.\nSiemens aims to reduce emissions through various actions, including:\n\n* Increasing renewable electricity usage (79% in 2023, targeting 100% by 2030)\n* Power purchasing agreements for renewable electricity\n* Using biogas instead of natural gas\n* Electrifying its motor fleet (4,100 electric vehicles, 2,750 charging points in 2023), aiming for complete electrification by 2030\n* Implementing initiatives to accelerate electrification, such as special-edition electric models\nSiemens' Sustainability Report highlights their efforts in conserving resources.\nSiemens recognizes the environmental impacts of energy generation and aims to source all electricity from renewable sources.\nThe company has assessed its biodiversity footprint to drive improvements, achieved energy reductions through energy efficiency initiatives, and is nearing completion of its water strategy implementation.\nThe company also focuses on reducing air pollutant emissions, promoting waste recycling to minimize landfill waste and its associated impacts, and addressing water scarcity in water-stressed areas.\nSiemens' commitment to resource conservation is reflected in its sustainability framework and program, with targets to improve energy efficiency by 10%, reduce landfill waste by 50%, and increase material recycling rates by 2030.\nSiemens reduced its Scope 1 and 2 emissions by 8% in 2023 compared to 2022, achieving a 50% reduction since 2019.\nKey measures included:\n\n* RE100: 80% renewable electricity\n* EV100: 11% electric vehicles\n* EP100: 33 sites with net-zero CO2e emissions during operations\n* **User Experience:** Serious gaming raises awareness about carbon footprints.\n* **Future of Automation:** SCADA-based automation enables wastewater reuse in agriculture.\n* **Connectivity & Edge:** Robust IoT connections and edge solutions optimize energy management in buildings and grids.\n* **Software Systems & Processes:** SIWA improves water supply efficiency and security.\n* **Cybersecurity & Trust:** SiGREEN facilitates trustworthy carbon footprint exchange in value chains.\n* **Integrated Circuits & Electronics:** Life-cycle management promotes reduce-reuse-recycle approaches.\nSiemens aims to increase the environmental compatibility of its products by 2030.\nThe company also increased its use of recycled metals to 35% and is working to increase the use of recycled resins.\nIn fiscal 2023, 65% of its revenue came from products relevant to this goal, and it expanded its database for monitoring environmental performance.\nSiemens' Eco Efficiency program focuses on reducing declarable substances and promoting eco-design principles to minimize resource consumption, energy use, and environmental impact throughout product lifecycles.\nSiemens has set science-based targets to reduce its emissions:\n\n* 50% reduction in Scope 1 and 2 emissions by 2030\n* 15% reduction in Scope 3 emissions by 2030\n\nAdditionally, Siemens has committed to:\n\n* Achieving Net Zero carbon footprint for its operations by 2030 (90% reduction in Scope 1 and 2 emissions)\n* Investing €650 million in decarbonization efforts\n* Transitioning to 100% renewable energy by 2030\n* Converting its vehicle fleet to electric vehicles by 2030\n* Owning or leasing only buildings with net zero emissions by 2030\nSiemens' Sustainability Report 2023 emphasizes partnerships and collaborations as crucial for achieving sustainability goals.\n. Resource efficiency is a key aspect of governance.\nService and Governance units develop sustainability initiatives within their mandates.\nLead Country SUS Managers support country CEOs on sustainability topics.\nThe Environmental Council assesses environmental risks and trends for Enterprise Risk Management.\nSustainability Risk Due Diligence Subject Matter Experts assist business units with risk assessment.\nSiemens' sustainability governance involves CEOs responsible for sustainability within their areas, supported by Heads of SUS and Sustainability Managers.\n* **U.S. Department of Energy:** Siemens participates in the Better Climate Challenge to drive energy innovation.\n* **Carbon Pricing Leadership Coalition (CPLC):** Siemens advocates for carbon pricing policies worldwide.\n* **World Economic Forum (WEF):** Siemens is a member of the Alliance for Clean Air, Alliance of CEO Climate Leaders, and ESG Practitioners, promoting clean air, climate action, and sustainability reporting.\n* **United Nations:** Siemens engages with the Conference of the Parties (COP) and Global Compact (UNGC) Working Group on Climate to contribute to global climate discussions and align its operations with sustainability principles.\nThe table describes Siemens' involvement in various partnerships for promoting decarbonization and energy efficiency:\n\n* **The Climate Group:** Siemens participates in EV100, EP100, and RE100 initiatives, aiming for 100% electric vehicles in its fleet, improved energy efficiency, and 100% renewable electricity by 2030.\nThe Global Board EHS guides environmental protection measures.\nSiemens' sustainability governance includes the CSO and expert panels ensuring environmental compliance.\nIt also supports cross-functional sustainability initiatives and develops strategic considerations for the sustainability business.\nThe Global Head of Sustainability leads the Siemens Sustainability department, reporting to the CSO and CEO on sustainability and business strategy, respectively.\nThe department coordinates the DEGREE sustainability framework, controls target achievements, and manages reporting, carbon offsets, and risk assessments.\nSiemens' Sustainability Report highlights their efforts in conserving resources.\nSiemens recognizes the environmental impacts of energy generation and aims to source all electricity from renewable sources.\nThe company has assessed its biodiversity footprint to drive improvements, achieved energy reductions through energy efficiency initiatives, and is nearing completion of its water strategy implementation.\nThe company also focuses on reducing air pollutant emissions, promoting waste recycling to minimize landfill waste and its associated impacts, and addressing water scarcity in water-stressed areas.\nSiemens' commitment to resource conservation is reflected in its sustainability framework and program, with targets to improve energy efficiency by 10%, reduce landfill waste by 50%, and increase material recycling rates by 2030.\nSiemens also adheres to EHS Principles and has an Environmental Council that assesses environmental risks and opportunities.\nThe company has established a sustainability network and Environmental Protection department to reduce greenhouse gas emissions and promote resource efficiency.\nSiemens also supports global green initiatives like the European Green Deal, which aims for a circular economy, reduced emissions, and climate neutrality.\nThe company has appointed environmental experts and sustainability officers to oversee environmental guidelines and programs, and established expert panels to integrate environmental considerations into decision-making.\nSiemens, a global company, prioritizes holistic environmental protection by minimizing negative impacts and maximizing positive ones throughout its operations and supply chain, including raw material production, manufacturing, use, recycling, and disposal.\nThe table outlines economic activities related to sustainable and low-carbon industries, including:\n\n* Manufacturing renewable and low-carbon technologies\n* Transmission and distribution of electricity\n* Infrastructure for low-carbon transport (rail, road, water)\n* Installation, maintenance, and repair of energy efficiency and renewable energy technologies\n* Data-driven solutions for greenhouse gas emissions reduction\n* Professional services for energy performance of buildings\nSiemens maintains strict guidelines for carbon offsets, prioritizing physical emission reduction.\nSiemens Financial Services (SFS) invests in renewable energy and carbon removal projects, while financing fossil power generation with associated emissions of 3 million metric tons of CO2e.\nSiemens' Sustainability Report 2023 highlights their indirect decarbonization efforts, excluding enabled technology emissions from their overall customer avoided emissions.\nThey participate in platforms and initiatives to shape climate debate and advocate for policy changes that promote:\n\n* Decarbonization through energy efficiency, electrification, and renewable energy\n* Redesigning energy markets for sustainable investments\n* Local energy production and sector coupling\n* Digitalizing energy systems for renewable integration and grid stability\n* Implementing a CO2e price to drive low-carbon technology adoption\n.  The image shows a table of energy consumption at Siemens.\nIt is related to the context as the context is talking about energy management and efficiency.\nThis is a good thing because it means that Siemens is becoming more energy efficient.\nThe image shows that Siemens has reduced its energy consumption in all categories.\nThe table outlines economic activities related to sustainable and low-carbon industries, including:\n\n* Manufacturing renewable and low-carbon technologies\n* Transmission and distribution of electricity\n* Infrastructure for low-carbon transport (rail, road, water)\n* Installation, maintenance, and repair of energy efficiency and renewable energy technologies\n* Data-driven solutions for greenhouse gas emissions reduction\n* Professional services for energy performance of buildings\nThe table lists economic activities related to low-carbon technologies and energy efficiency, including manufacturing, infrastructure development, and installation and maintenance services.\nSiemens' Sustainability Report highlights their efforts in conserving resources.\nSiemens recognizes the environmental impacts of energy generation and aims to source all electricity from renewable sources.\nThe company also focuses on reducing air pollutant emissions, promoting waste recycling to minimize landfill waste and its associated impacts, and addressing water scarcity in water-stressed areas.\nThe company has assessed its biodiversity footprint to drive improvements, achieved energy reductions through energy efficiency initiatives, and is nearing completion of its water strategy implementation.\nSiemens' commitment to resource conservation is reflected in its sustainability framework and program, with targets to improve energy efficiency by 10%, reduce landfill waste by 50%, and increase material recycling rates by 2030.\nResource efficiency is a key aspect of governance.\nThis table provides sustainability KPIs for two fiscal years, focusing on reducing CO2e emissions.\nIn FY2022, the company had higher overall emissions, with comparable breakdowns in categories.\nThe total GHG emissions for Scope 1+2+3 upstream were 469,180 MT CO2e, and 2,960 MT CO2e were biogenic emissions.\nScope 3 emissions accounted for 483,188 MT CO2e, primarily from purchased goods and services (11,048 MT CO2e) and transportation (227,000 MT CO2e).\nIn FY2023, the company reduced emissions through renewable energy sources, with 467,000 MT CO2e from renewable gas and 13,000 MT CO2e from renewable electricity.\nRenewable energy sources accounted for 51.1% of total energy consumption, while grid electricity comprised 61.3%.\nElectricity consumption (total) was 5,586 gigajoules, of which 79% came from renewable sources.\nNatural gas and liquid gas consumption was 2,513 gigajoules, with 10% sourced from renewables.\nIn Fiscal Year, the company's energy consumption decreased by 7.0%, with primary and secondary energy consumption totaling 9,115 and 6,602 gigajoules respectively.\nCompared to the previous year, there were significant decreases in the consumption of natural gas (-16.5%), fuel oil, gasoline, and diesel (-22.2%), and electricity (renewable sources) (-26.0%).\nSecondary energy consumption decreased by 2.8%.\nThe company fleet consumed 1% less fuel, while electricity consumption remained stable.\nEnergy efficiency increased by 39% in 2023 compared to 2021 due to a 9.1% reduction in energy usage.\nSiemens adheres to ISO 50001 energy management standards, with 45 sites implementing compliant systems.\nPrimary energy consumption decreased by 16.5%, including a 22.2% decline in natural gas and liquid petroleum gas.\nSiemens focuses on reducing air pollution through mandatory environmental management systems, target setting, and employee training on volatile organic compounds (VOCs) and ozone-depleting substances (ODS).\n. Aiming to apply this approach to all relevant offerings by 2030.\nAiming to increase procurement of secondary metal and resins proportionally by 2030.\nAiming to improve energy efficiency by 10% by 2030 and reduce the environmental impact of waste.\n* **Clean Supply Chain:** Decoupling resource use from growth by sourcing secondary materials and replacing regulated substances.\nSiemens' Eco Efficiency program focuses on improving environmental performance in its products, systems, solutions, and production.\n* **Efficient Own Operations:** Reducing environmental impact at Siemens sites through dematerialization and circular economy principles.\nSiemens' Sustainability Report highlights their efforts in conserving resources.\nSiemens recognizes the environmental impacts of energy generation and aims to source all electricity from renewable sources.\nThe company has assessed its biodiversity footprint to drive improvements, achieved energy reductions through energy efficiency initiatives, and is nearing completion of its water strategy implementation.\nThe company also focuses on reducing air pollutant emissions, promoting waste recycling to minimize landfill waste and its associated impacts, and addressing water scarcity in water-stressed areas.\nSiemens' commitment to resource conservation is reflected in its sustainability framework and program, with targets to improve energy efficiency by 10%, reduce landfill waste by 50%, and increase material recycling rates by 2030.\nSiemens aims to reduce emissions through various actions, including:\n\n* Increasing renewable electricity usage (79% in 2023, targeting 100% by 2030)\n* Power purchasing agreements for renewable electricity\n* Using biogas instead of natural gas\n* Electrifying its motor fleet (4,100 electric vehicles, 2,750 charging points in 2023), aiming for complete electrification by 2030\n* Implementing initiatives to accelerate electrification, such as special-edition electric models\nThe table outlines economic activities related to sustainable and low-carbon industries, including:\n\n* Manufacturing renewable and low-carbon technologies\n* Transmission and distribution of electricity\n* Infrastructure for low-carbon transport (rail, road, water)\n* Installation, maintenance, and repair of energy efficiency and renewable energy technologies\n* Data-driven solutions for greenhouse gas emissions reduction\n* Professional services for energy performance of buildings\nSiemens aims to increase the environmental compatibility of its products by 2030.\nThe company also increased its use of recycled metals to 35% and is working to increase the use of recycled resins.\nIn fiscal 2023, 65% of its revenue came from products relevant to this goal, and it expanded its database for monitoring environmental performance.\nSiemens' Eco Efficiency program focuses on reducing declarable substances and promoting eco-design principles to minimize resource consumption, energy use, and environmental impact throughout product lifecycles.\nSecondary energy consumption decreased by 2.8%.\nThe company fleet consumed 1% less fuel, while electricity consumption remained stable.\nEnergy efficiency increased by 39% in 2023 compared to 2021 due to a 9.1% reduction in energy usage.\nSiemens adheres to ISO 50001 energy management standards, with 45 sites implementing compliant systems.\nPrimary energy consumption decreased by 16.5%, including a 22.2% decline in natural gas and liquid petroleum gas.\nSiemens focuses on reducing air pollution through mandatory environmental management systems, target setting, and employee training on volatile organic compounds (VOCs) and ozone-depleting substances (ODS).\nAs of fiscal year 2023, Siemens has reduced landfill waste by 15% compared to 2021.\nThe company aims to reduce landfill waste by 50% by 2025 and achieve zero landfill waste by 2030.\nThrough its Eco Efficiency program, global resource conservation goals are set and implemented at local sites.\nSiemens has implemented initiatives to conserve resources, including water management, air pollutant reduction, and biodiversity protection.\n The image shows a table of energy consumption at Siemens.\nIt is related to the context as the context is talking about energy management and efficiency.\nThis is a good thing because it means that Siemens is becoming more energy efficient.\nThe image shows that Siemens has reduced its energy consumption in all categories.\n. "
}